{
  "episode_1": {
    "full_transcript": {
      "en": "I just got out of the shower, I dried my hair. And I'm just going to put on a little makeup today, mostly like SPF, just because it's actually pretty sunny out which I'm happy. The sun, I feel like I've told you guys this a million times, really affects my mood. The winters in Minnesota where I'm from are especially dark, just like very dark and dreary. Then when I moved to California, I was like, this is amazing. Why is it never dreary here?",
      "cn": "我刚洗完澡，吹干头发。今天准备化一个淡妆，主要是用防晒霜，因为外面阳光明媚，这让我很开心。我可能跟你们说过无数次，阳光很影响我的心情。我来自明尼苏达州，冬天那里特别阴暗，就是非常黑而且阴沉沉的。后来我搬到了加利福尼亚，当时我觉得这里太棒了。为什么这里从来不会阴沉呢？"
    },
    "highlights": {
      "en": [
        "got out of the shower",
        "dried my hair",
        "put on a little makeup",
        "SPF",
        "pretty sunny out",
        "a million times",
        "especially dark",
        "dreary",
        "moved to",
        "never"
      ],
      "cn": [
        "洗完澡",
        "吹干头发",
        "化一个淡妆",
        "防晒霜",
        "外面阳光明媚",
        "无数次",
        "特别阴暗",
        "阴沉沉的",
        "搬到",
        "从来"
      ]
    }
  },
  "episode_2": {
    "full_transcript": {
      "en": "The opening ceremony of the Olympics is tonight, and I am fortunate enough to have an invitation, thanks to my friend Jess, who got pulled in a lottery that she forgot she'd entered at the very last minute for four free tickets. And she had to make a decision very quickly as to who would be coming with her because they gave her 30 minutes to lock in the names and our birthdays and all of our information. Well, we're going to go, assuming it doesn't get rained out, we're going to the open ceremony.",
      "cn": "今晚是奥运会的开幕式，我很幸运地得到了邀请，多亏了我的朋友Jess,她参加了一个抽奖活动，居然在最后一刻中了四张免费票，她自己都忘了。而且她得很快决定关于带谁去的问题，因为他们只给了她30分钟锁定名字、生日和所有的个人信息。好吧，我们要走了，如果开幕式没有因为下雨而被取消的话，我们就去参加开幕式。"
    },
    "highlights": {
      "en": [
        "opening ceremony",
        "thanks to",
        "got pulled in a lottery",
        "at the very last minute",
        "as to",
        "lock in",
        "it doesn't get rained out"
      ],
      "cn": [
        "开幕式",
        "多亏了",
        "抽奖",
        "最后一刻",
        "关于",
        "锁定",
        "因为下雨而被取消"
      ]
    }
  },
  "episode_3": {
    "full_transcript": {
      "en": "This is usually my go-to recipe whenever I feel like having a chocolate protein shake. That is thinner, so not like a really thick shake, but just something quick and easy, but it tastes ten out of ten. So add the peanut butter, frozen banana, some cacao powder, and you'll have a great shake.",
      "cn": "每当我想喝巧克力蛋白奶昔时，这通常是我的首选食谱。这种奶昔更稀，不是那种很粘稠的奶昔，而是一种简单快速的奶昔，但它的味道满分。所以加入花生酱，冷冻香蕉，一些可可粉，你就会有一杯很棒的奶昔。"
    },
    "highlights": {
      "en": [
        "go-to",
        "whenever I feel like",
        "having a",
        "shake",
        "thinner",
        "thick",
        "it tastes ten out of ten",
        "peanut butter",
        "frozen banana",
        "cacao powder"
      ],
      "cn": [
        "首选",
        "每当我想",
        "喝",
        "奶昔",
        "更稀",
        "粘稠",
        "味道满分",
        "花生酱",
        "冷冻香蕉",
        "可可粉"
      ]
    }
  },
  "episode_4": {
    "full_transcript": {
      "en": "It's a way to improve your self-concept and what you do is you just write out, \"I am statements\", so it could be physical, it could be internal, like I'm smart, I'm funny, I am ambitious, I'm driven. Writing things out helps so much if I don't write it out, I will never think about it again because my brain is overloaded all the time. This might seem like a really trivial exercise. Truly writing things down like this is what works the most, at least not even just for me. But it's like a scientific fact if you write things out, it's more likely to be true.",
      "cn": "这是提升自我认知的一种方法。你只需要写出以'I am'开头的陈述句，（这些陈述）可以是关于身体上的，也可以是内在的。比如我是聪明的、我是有趣的、我是有抱负的、我是有动力的。写出来对我的帮助很大。如果我不写出来，我就永远不会再去想它，因为我的大脑一直在超负荷运转。这可能看起来是个非常琐碎的练习。真正像这样把事情写下来是最有效的，至少这不只是对于我个人而言。但这就像一个科学事实，如果你把事情写出来，就更有可能成为现实。"
    },
    "highlights": {
      "en": [
        "improve your self-concept",
        "write out",
        "physical",
        "internal",
        "ambitious",
        "driven",
        "Writing things out",
        "brain is overloaded",
        "trivial exercise",
        "works the most",
        "write things out"
      ],
      "cn": [
        "提升自我认知",
        "写出",
        "身体上的",
        "内在的",
        "有抱负",
        "有动力",
        "写出来",
        "大脑超负荷运转",
        "琐碎的练习",
        "最有效的",
        "写出来"
      ]
    }
  },
  "episode_5": {
    "full_transcript": {
      "en": "This is how my makeup turned out. These little wings that I put on are eye shadow. They're going to come off. I know it because they don't like it's not waterproof or anything. But I put a lot of powder on my face. I put setting spray. I'm really hoping that it lasts. I am going to be out and about all day.",
      "cn": "这是我妆容效果。我画的这些小翅膀是眼影。它们会脱落。我知道的，因为他们不防水或有其他功能。不过我往脸上扑了很多散粉。我还喷了定妆喷雾。我真心希望它能持久点，我要外出一整天。"
    },
    "highlights": {
      "en": [
        "turned out",
        "put on",
        "eye shadow",
        "come off",
        "waterproof",
        "setting spray",
        "lasts",
        "be out and about all day"
      ],
      "cn": [
        "效果",
        "画",
        "眼影",
        "脱落",
        "防水",
        "定妆喷雾",
        "持久",
        "外出一整天"
      ]
    }
  },
  "episode_6": {
    "full_transcript": {
      "en": "You know what I need? I need a good getting ready playlist. I haven't had one of those made in a long time. If you guys have any or if one of you guys have made one, can you please link it for me. I just don't want to make my own. I made a list last night of everything that I need to get done today. Basically every day I like to make a to-do list for what I need to get done and I usually do that the night before the day ahead. It just helps to keep me on track because I think I can get really distracted. So I actually went to Target the other day and I bought this notebook.",
      "cn": "你知道我现在需要什么吗？我需要一个做准备工作时可以听的歌单。我已经很久没做一个这样的歌单了。如果你们有，或者你们有人做了一个，能不能发给我？我不想自己做。昨晚我列了一个今天要完成的所有事项的清单。基本上每天我都会列一个待办清单，我通常会提前一晚列好，这样能帮助我保持在正轨上，因为我很容易分心。所以其实前几天我去Target买了这个笔记本。"
    },
    "highlights": {
      "en": [
        "getting ready playlist",
        "in a long time",
        "link it for me",
        "make my own",
        "make a to-do list",
        "the night before the day ahead",
        "keep me on track",
        "get really distracted",
        "the other day"
      ],
      "cn": [
        "做准备工作时可以听的歌单",
        "很久",
        "发给我",
        "自己做",
        "列一个待办清单",
        "提前一晚",
        "保持在正轨上",
        "很容易分心",
        "前几天"
      ]
    }
  },
  "episode_8": {
    "full_transcript": {
      "en": "I honestly just came up with this outfit by searching through my wardrobe and trying on different things. But I have to admit I'm a bit insecure about my outfit and especially because of the shoes, because they are a bit funky and something that I usually don't go for. And I've been looking in the mirror and really doubting myself in terms of my outfit. It's just a bit annoying that I don't have the confidence of just wearing whatever I want because fashion is all about just expressing yourself. It's not about following a specific trend or doing it a certain way. So something I've realized and something I'm trying to implement more into my life is that confidence is key. You can literally wear whatever you want.",
      "cn": "实话说，这套穿搭是我在衣柜里翻来翻去，试了各种衣服后想出来的。但我不得不承认，我对自己的这身打扮有点不自信，特别是鞋子，因为它有点时髦，是我平时不会穿的。我一直在照镜子，真的很怀疑自己的这个穿搭。我没有信心想穿什么就穿什么，有点苦恼，因为时尚就是要表达自己。这与跟随特定的潮流或以某种方式去做无关。我意识到，自信是关键，我也在努力将这一点更多地融入我的生活。你可以穿任何你想穿的衣服。"
    },
    "highlights": {
      "en": [
        "came up with",
        "outfit",
        "searching through my wardrobe",
        "a bit insecure about",
        "funky",
        "don't go for",
        "looking in the mirror",
        "doubting myself",
        "don't have the confidence",
        "following a specific trend",
        "implement more into my life"
      ],
      "cn": [
        "想出来",
        "穿搭",
        "在衣柜里翻来翻去",
        "有点不自信",
        "时髦",
        "不会穿",
        "照镜子",
        "怀疑自己",
        "没有信心",
        "跟随特定的潮流",
        "更多地融入我的生活"
      ]
    }
  },
  "episode_9": {
    "full_transcript": {
      "en": "This is the men's team final of the table tennis in Paris, Olympics 2024, team China versus team Sweden. It's time for the men's team's gold medal match. It's defending champions China versus the surprise finalists Sweden. Can the Vikings pull off an upset? Or will China keep their clean sweep and Olympic teams alive? This is the best ever final that I've watched. The score is so close, and the emotion of the players are so amazing. Men's team, gold medal match, table tennis venue: south Paris arena four, table one; final score: China, 3-0 Sweden. In an intense and thrilling final at the south Paris arena, China's men's table tennis team clinched the gold medal with a dominant 3-0 victory over Sweden. Each match was fiercely contested with both teams displaying exceptional skill and determination.",
      "cn": "这是2024年巴黎奥运会男子乒乓球团体决赛，中国队对阵瑞典队。现在是男子团体金牌争夺战。卫冕冠军中国队对阵黑马瑞典队。瑞典队能否上演一场惊天逆转？还是中国队将继续保持他们的不败纪录，让奥运队伍继续写辉煌？这是我观看过的最精彩的决赛。比分非常接近，球员们的情绪也非常激动人心。男子团体，金牌争夺战，比赛场地：巴黎南部体育馆四号场地，一号球台；最终比分：中国，3比0瑞典。在巴黎南部体育馆进行的一场激烈而扣人心弦的决赛中，中国男子乒乓球队以3比0的绝对优势战胜瑞典队，夺得金牌。每场比赛都充满激烈，两队都展现出了非凡的技术和决心。"
    },
    "highlights": {
      "en": [
        "the men's team final of the table tennis",
        "It's time for",
        "gold medal match",
        "defending champions",
        "pull off an upset",
        "keep their clean sweep",
        "This is the best ever final that I've watched",
        "close",
        "intense and thrilling",
        "with a dominant 3-0 victory",
        "displaying exceptional skill and determination"
      ],
      "cn": [
        "男子乒乓球团体决赛",
        "现在是",
        "金牌争夺战",
        "卫冕冠军",
        "上演一场惊天逆转",
        "保持他们的不败纪录",
        "这是我观看过的最精彩的决赛",
        "接近",
        "激烈而扣人心弦",
        "以3比0的绝对优势",
        "展现出了非凡的技术和决心"
      ]
    }
  },
  "episode_10": {
    "full_transcript": {
      "en": "I think I've kind of realized that I might be a bit of a perfectionist when it comes to my videos and I think it has some pros and cons. I always want to film high quality videos so I tend to clean the space around me and you know, I decide on what I want to wear when I'm sitting in front of the camera. But I think I should kind of get over this perfectionism and just try to be more natural. I don't know why I'm like this because I know that you guys don't mind that my space is cluttered and I think it's probably even more relatable because I don't feel like my space is ever super clean. I can be quite messy, especially when I am getting ready.",
      "cn": "我想我已经意识到，当我在拍摄视频时，我可能有点像完美主义者，我觉得这有利有弊。我总是想拍摄出高质量的视频，所以我倾向于让我周围的空间保持整洁。当我坐在镜头前时，我会考虑好穿什么衣服。但我觉得我应该克服这种完美主义，试着更自然一些。我不知道为什么会这样，因为我知道你们不介意我的房间杂乱，而且我觉得这可能更有亲和力，因为我不觉得我的房间一直都是超级干净的。有时候我可能会很凌乱，尤其是在我准备的时候。"
    },
    "highlights": {
      "en": [
        "perfectionist",
        "when it comes to",
        "pros and cons",
        "film high quality videos",
        "in front of the camera",
        "get over",
        "be more natural",
        "don't mind",
        "cluttered",
        "relatable",
        "quite messy"
      ],
      "cn": [
        "完美主义者",
        "当我在",
        "有利有弊",
        "拍摄出高质量的视频",
        "坐在镜头前",
        "克服",
        "更自然一些",
        "不介意",
        "杂乱",
        "亲和力",
        "很凌乱"
      ]
    }
  },
  "episode_11": {
    "full_transcript": {
      "en": "Right now we're just heading to the place to have Lángos. The weather is insane. We couldn't get seats in the shadow. So we're just gonna work with this, but time for a taste test. We got the most popular one which is a sour cream and cheese. My first reaction is that the cheese is like raw. It's not melted. That's very interesting.",
      "cn": "我们现在正要去一个地方吃Lángos。天气特别糟糕，我们找不到阴凉的位置。所以只能将就一下了，是时候开始品尝了。我们点了最受欢迎的一个：酸奶油和奶酪味的。我的第一反应是奶酪好像是生的，它没有融化。这很有意思。"
    },
    "highlights": {
      "en": [
        "heading to",
        "The weather is insane",
        "seats in the shadow",
        "just gonna work with this",
        "the most popular one",
        "first reaction",
        "raw",
        "melted"
      ],
      "cn": [
        "正要去",
        "天气特别糟糕",
        "阴凉的位置",
        "只能将就一下了",
        "最受欢迎的一个",
        "第一反应",
        "生的",
        "融化"
      ]
    }
  },
  "episode_12": {
    "full_transcript": {
      "en": "I just got out of my facial. My skin feels so moisturized, I don't know how to describe it but it feels so good. I feel very hydrated. So I got back and I took a little shower, here's a little close-up of my skin. I did put on a little bit of mascara even though you're not supposed to put on makeup. I thought mascara was probably fine and she was also telling me about this red light therapy. I kind of want to buy it. It's like this red light face mask, pretty expensive so I kind want to do a little more research before I just buy it. But it was a really good, quick thirty minute facial.",
      "cn": "我刚做完面部护理。我的皮肤感觉超级滋润，说不出来那种感觉，但真的很舒服。我感觉很水润。回家后我还冲了个澡，给我的皮肤来个小特写。虽然现在不能化妆，但我还是涂了一点睫毛膏。我觉得应该没关系。她还跟我提到红光疗法，我有点想买那种红光面罩，但挺贵的，我打算先多了解再决定要不要买。但它真的很不错，三十分钟的面部护理很快就好了。"
    },
    "highlights": {
      "en": [
        "got out of",
        "facial",
        "skin feels so moisturized",
        "very hydrated",
        "little close-up",
        "mascara",
        "probably fine",
        "red light therapy",
        "face mask",
        "do a little more research"
      ],
      "cn": [
        "做完",
        "面部护理",
        "皮肤感觉超级滋润",
        "很水润",
        "小特写",
        "睫毛膏",
        "应该没关系",
        "红光疗法",
        "面罩",
        "先多了解"
      ]
    }
  },
  "episode_13": {
    "full_transcript": {
      "en": "Sometimes friendship breakups are just as hard as relationship breakups. If I were in your situation, I think I would first really just evaluate the friendship and why you feel it's dying out. If you think it's dying out because of maybe some more external factors like you guys don't live in the same place anymore or maybe one of you has a super busy schedule. If it's something short term that you think it might resolve itself, I wouldn't really worry too much. Some of my best friends, I don't even live in the same state as we can go months without talking. And then the second we get on Face Time or meet up, it's like no time has passed and there was never any beef or anything,like we're still such great friends.",
      "cn": "有时友情破裂和恋情破裂一样难受。如果我遇到你一样的问题，我会先仔细衡量一下这段友谊，以及为什么你会觉得它正在逐渐冷淡。如果你认为它冷淡的原因可能是一些外部因素，比如你们不再住在同一个地方，或者其中一方的日程非常忙。如果是短期问题，你认为可能会自行解决的，那我不会太过担心。我有一些好朋友，我们甚至不在同一个州住，可能几个月不联系。但每次一开视频或见面时，感觉就像时间从未流逝，我们之间也从未有隔阂或其他不好的感觉，我们还是这么好的朋友。"
    },
    "highlights": {
      "en": [
        "friendship breakups",
        "relationship breakups",
        "If I were in your situation",
        "evaluate",
        "dying out",
        "a super busy schedule",
        "short term",
        "the second",
        "get on Face Time",
        "meet up",
        "never any beef"
      ],
      "cn": [
        "友情破裂",
        "恋情破裂",
        "如果我遇到你一样的问题",
        "衡量",
        "冷淡",
        "日程非常忙",
        "短期",
        "每次",
        "开视频",
        "见面",
        "从未有隔阂"
      ]
    }
  },
  "episode_15": {
    "full_transcript": {
      "en": "I am just a matcha girly through and through to the point where it has become my life's passion and hopefully my new job. Now here's why I love matcha. First of all, the beautiful color, literally so many antioxidants it contains an amino acid called L-theanine. This is responsible for giving matcha a little bit of a sweeter taste and also helps you focus, its been shown to reduce stress. It quite literally also reduces the jitteriness of caffeine, for example, when you drink a matcha because it has \"L-theanine\", you get a steady amount of energy. You don't get the crash that you would with coffee.",
      "cn": "我完完全全就是一个的抹茶控女孩，抹茶已成为我对生活的热情所在，并有望成为我的新工作。以下是我喜欢抹茶的原因。首先，抹茶的颜色很漂亮，实际上里面含有大量抗氧化剂，其中还含有一种叫做\"L-茶氨酸\"的氨基酸。这种成分不仅能让抹茶有一丝甜味，还能帮助你集中注意力，并且已经被证明它能够减轻压力。它还能减少咖啡因带来的焦躁感，比如说，喝抹茶的时候，由于它含有L-茶氨酸，你会获得持续的能量。你不会像喝咖啡那样感到疲惫。"
    },
    "highlights": {
      "en": [
        "a matcha girly through and through",
        "literally",
        "antioxidants",
        "contains",
        "amino acid",
        "a little bit of a sweeter taste",
        "reduce stress",
        "jitteriness of caffeine",
        "get a steady amount of energy",
        "get the crash"
      ],
      "cn": [
        "完完全全就是一个的抹茶控女孩",
        "实际上",
        "抗氧化剂",
        "含有",
        "氨基酸",
        "一丝甜味",
        "减轻压力",
        "咖啡因带来的焦躁感",
        "获得持续的能量",
        "感到疲惫"
      ]
    }
  },
  "episode_16": {
    "full_transcript": {
      "en": "(The) chicken tastes so good, doesn't it? Really good. And a massive size portion as well. Also ordered these like little lamb kebab thingies. I don't know, they were offering them, so we ordered, why not? Let's grab some. Oh, they smell good. Really good, actually. Are they? Now we have to pay using WeChat using this QR code here. So I'm going to give that a go. I'm on the WeChat and I'm going to scan this thing and let's see what happens. So this is our order. The order has come to 84. Here we go. I'm going to type in my password and hopefully it pays. Has that worked? The operation requires visiting a bank to pay for verification.",
      "cn": "这鸡肉味道真不错，不是吗？真的很好吃。而且分量也特别大。另外（我们）还点了这些类似小羊肉串的东西。我不知道，他们有这些，所以我们就点了，为什么不呢？我们来尝一下吧。他们闻起来很香。真的很香，是吗？现在我们得用微信通过这个二维码付款。所以我要试试。我在微信上，打算扫描这个二维码，看看会发生什么。这是我们的订单，总共是84元。好了，我现在要输入密码，希望能支付成功。成功了吗？这个操作需要访问银行进行验证才能付款。"
    },
    "highlights": {
      "en": [
        "doesn't it",
        "a massive size portion",
        "like little lamb kebab thingies",
        "grab",
        "QR code",
        "give that a go",
        "scan",
        "Here we go",
        "type in",
        "for verification"
      ],
      "cn": [
        "不是吗",
        "分量也特别大",
        "类似小羊肉串的东西",
        "尝",
        "二维码",
        "试试",
        "扫描",
        "好了",
        "输入",
        "进行验证"
      ]
    }
  },
  "episode_17": {
    "full_transcript": {
      "en": "Okay, guys, I've been crying a bit because my phone got stolen in the metro. I'm so sad and I'm so like angry with myself for keeping it in the pocket. I was recording a video on my camera. And in a split second, I just realized that some guy like left the metro and I had this feeling in my stomach, like he took my phone. My friends have been comforting me a lot, and I know now it's gonna be okay, I'm just still in shock and very like numb. I feel like it's such a violation. This guy just has my phone now, and like I don't know but I'm just trying to look at the bright side that we can freeze the credit cards, and we have access to all of the content, the videos, the pictures, and everything. It's a big bummer. And I'm really, really sad, but at least, I'm not hurt. And I think that's the only thing that matters. So...",
      "cn": "大家，我刚才哭了一会儿，因为我的手机在地铁里被偷了。我现在真的很难过，也很生自己的气，因为我把手机放在口袋里。我当时正在用相机录视频。就在一瞬间，我意识到有个家伙离开了地铁，然后我就有一种不祥的预感，感觉他拿走了我的手机。我朋友们一直在安慰我，我知道现在一切都会好起来的，但我还是觉得很震惊，而且感觉非常麻木。我觉得这是一种很大的侵犯。这个人现在拿着我的手机，我也不知道该怎么办，但是我现在只能试着往好处想，至少我们可以冻结信用卡，而且我们还可以访问所有的内容、视频和照片。虽然这是一个很大的打击，我真的很难过，但至少我没有受伤。我想这才是最重要的。"
    },
    "highlights": {
      "en": [
        "angry with myself",
        "recording a video",
        "in a split second",
        "had this feeling in my stomach",
        "in shock",
        "numb",
        "look at the bright side",
        "freeze the credit cards",
        "bummer"
      ],
      "cn": [
        "生自己的气",
        "录视频",
        "一瞬间",
        "有一种不祥的预感",
        "震惊",
        "麻木",
        "往好处想",
        "冻结信用卡",
        "打击"
      ]
    }
  },
  "episode_18": {
    "full_transcript": {
      "en": "Then I went into super drug and just got a few little things. So I got some star face because I feel like especially for back to school, when you have just like an ugly spot, this just covers it all,you know. I've got another one of the mascara that I use on the daily basis, which is the Sky High. I got a deodorant which I actually like desperately need. I got a brush for powder because at the moment I use it like a what are these called you know these little triangular things like powder puff. I feel like mine gets so dirty, and I'd rather a brush which I can like wash. So I just got one of these. And then finally, a hair mask because we want our hair looking silky smooth when we go back to school. I bought some from basic, this Hello Kitty, like face wash headband, some hair clip, some headband. I'll put this in my little like emergency bag for back to school.",
      "cn": "我去了Superdrug，买了一些小东西。我买了这个星星脸（一样的东西），因为我觉得如果你脸上有个难看的痘痘，特别是返校的时候，这个可以完全遮住它,你知道。我又买了一支我每天用的睫毛膏，就是Sky High的。我买了个止汗剂，我真的很需要它。我还买了一个刷子来上粉，因为我现在用的是那种三角形的小粉扑，我觉得它太容易脏了，我更喜欢刷子，这样我可以洗干净。所以我就买了一个。最后，我买了一个发膜，因为我们返校时都想让头发看起来顺光滑。我还从普通区买了一些东西，比如Hello Kitty的洗脸发带，发夹，还有发带。我会把这些放在我返校用的小应急包里。"
    },
    "highlights": {
      "en": [
        "spot",
        "mascara",
        "deodorant",
        "brush",
        "triangular",
        "powder puff",
        "hair mask",
        "face wash headband",
        "hair clip",
        "headband",
        "emergency bag"
      ],
      "cn": [
        "痘痘",
        "睫毛膏",
        "止汗剂",
        "刷子",
        "三角形的",
        "粉扑",
        "发膜",
        "洗脸发带",
        "发夹",
        "发带",
        "应急包"
      ]
    }
  },
  "episode_19": {
    "full_transcript": {
      "en": "I can't wait to organize this all for back to school and carrying on with the haul something else that came in the mail the other day were my new CASETIFY Cases. These literally came in perfect timing for back to school. I am obsessed with them. You know something I didn't think of before for some reason was a Mac case because I bring my Mac to school every single day to take notes on and it's been dented and scratched throughout the year after just being chucked in my bag. But with the CASETIFY Cases, number one I feel so much confident with like putting it in my bag and it not being damaged. Also I think their design of it is that it is pretty cool. I'm literally obsessed with this design. I also like it makes the Mac like mine more personalized rather than just some boring old mac, because I think the design is so cool and it's protecting it, so it's like a win-win situation.",
      "cn": "我迫不及待地想把这些东西都整理好为开学做准备。我继续进行开箱分享，前几天收到的另一件东西是我的新CASETIFY保护壳。这些东西来得正是时候，正好是返校时间。我对它们爱不释手。你知道吗，以前我没想到的就是Mac保护壳，因为我每天都带着Mac去学校记笔记，这一年下来，它被刮花而且弄凹了，因为经常被很随便的塞进包里。但是有了CASETIFY 的保护壳后，首先我感觉更放心了，可以把它放进包里而且不会损坏。另外，我觉得它的设计真的超酷，我真的是对这个设计爱不释手。我还喜欢它让我的 Mac 变得更有个性，而不是那种无聊的旧 Mac。因为我觉得它的设计太酷了，而且还能保护它，简直是一举两得。"
    },
    "highlights": {
      "en": [
        "can't wait to",
        "carrying on",
        "haul",
        "came in perfect timing",
        "obsessed with",
        "dented",
        "scratched throughout the year",
        "being chucked in my bag",
        "being damaged",
        "personalized",
        "win-win situation"
      ],
      "cn": [
        "迫不及待地",
        "继续进行",
        "开箱分享",
        "来得正是时候",
        "爱不释手",
        "弄凹了",
        "这一年下来刮花",
        "被很随便的塞进包里",
        "损坏",
        "有个性",
        "一举两得"
      ]
    }
  },
  "episode_20": {
    "full_transcript": {
      "en": "I'm so excited. Wow, I didn't realize I got this much stuff. Starting out with this red halter neck tank. What I liked about this was the neckline and I also I'm really loving to wear red. I wear a lot of black and red and black just go super well together. I think this will be a beautiful date night top.",
      "cn": "我好兴奋啊。哇，我都没意识到我买了这么多东西。首先，这件红色的挂脖背心很吸引我。我喜欢它的领口设计，而且最近我真的很喜欢穿红色。我平时穿很多黑色，而红色和黑色搭配起来真的非常好看。我觉得这件衣服会是一件很美的约会之夜的上衣。"
    },
    "highlights": {
      "en": [
        "didn't realize",
        "stuff",
        "halter neck tank",
        "neckline",
        "wear red",
        "wear a lot of black",
        "go super well together",
        "a beautiful date night top"
      ],
      "cn": [
        "没意识到",
        "东西",
        "挂脖背心",
        "领口设计",
        "穿红色",
        "穿很多黑色",
        "搭配起来真的非常好看",
        "很美的约会之夜的上衣"
      ]
    }
  },
  "episode_22": {
    "full_transcript": {
      "en": "I got this trench coat and this one caught my eye because it's a bit bulky, but I like that about it. I will stand back.It's so sophisticated and I see so many girls in New York wearing stuff like this. This next one, a little bit out of my comfort zone, but that's what I like about it. I really admire those girls that can just take the most random eccentric pieces and put them together to create a really nice outfit. I wouldn't say I'm one of those girls, but I'm trying to be.",
      "cn": "我还买了这件风衣，这件衣服吸引了我的是它有点笨重，但我喜欢这一点。我站后面一点（给你们看看）。这件衣服非常有格调，我在纽约看到很多女孩都穿这样的衣服。接下来这件衣服有点超出我的舒适区，但这也是我喜欢它的原因。我真的很佩服那些能把最随机最古怪的单品搭配在一起，而且搭配出很好看的穿搭的女孩。我不能说我是那种女孩，但我正在努力成为她们中的一员。"
    },
    "highlights": {
      "en": [
        "trench coat",
        "caught my eye",
        "bulky",
        "sophisticated",
        "out of my comfort zone",
        "most random eccentric pieces",
        "outfit"
      ],
      "cn": [
        "风衣",
        "吸引了我",
        "笨重",
        "有格调",
        "超出我的舒适区",
        "最随机最古怪的单品",
        "穿搭"
      ]
    }
  },
  "episode_23": {
    "full_transcript": {
      "en": "So now we're just gonna do a little makeup and then we are gonna find a nice restaurant to eat some dinner. And we are kind of in the mood for some pasta, but we don't have a clue where to go. And I'm not sure if we're even gonna get a table anywhere. And it's Saturday night. We're like, oh, I don't know if we're screwed, maybe. But I hope that there will be some restaurants that have like walk-in. Those are the best restaurants. OK, guys. We're ready. We made it out of the door. Yes, we did. And I'm wearing my new belt and it's very cute. So Matthew is looking slay and these pink pants and these very chunky and funky shoes. Matthew is looking good. You too.",
      "cn": "好的，现在我们就来化个淡妆，然后去找一家不错的餐厅吃晚餐。我们有点想吃意大利面，但对于去哪里，没有头绪，而且我也不确定我们能不能在任何地方订到座位。而且今天是星期六晚上。不知道我们会不会碰壁，也许吧。但我希望会有一些餐厅接受不预订直接进店的客户。那些餐厅通常都很好。好了，大家。我们准备好了，我们终于成功出门了。是的，我们做到了。我还戴上了我的新腰带，它很可爱。Matthew穿着粉色的裤子，看起来非常时尚，还有这些非常厚重和有个性的鞋子。Matthew看起来很棒。你也是。"
    },
    "highlights": {
      "en": [
        "do a little makeup",
        "kind of in the mood",
        "don't have a clue",
        "get a table",
        "screwed",
        "walk-in",
        "made it out of the door",
        "slay",
        "chunky",
        "funky"
      ],
      "cn": [
        "化个淡妆",
        "有点想吃",
        "没有头绪",
        "订到座位",
        "碰壁",
        "不预订直接进店",
        "成功出门",
        "时尚",
        "厚重",
        "有个性"
      ]
    }
  },
  "episode_24": {
    "full_transcript": {
      "en": "Hainan, known for its pristine beaches and tropical tourism appeal, now faces what is being described as one of the most dangerous weather events in recent memory. According to meteorologist, Yogi has the potential to cause catastrophic damage, particularly to the southern coast of China, including Hainan and neighboring Guangdong province, which happens to be the most populous in the country. In an advisory issued on Thursday, the Indo-Pacific Tropical Cyclone Warning Center, referred to Yagi as an extremely dangerous and powerful super typhoon. It equated the storm's power to a category five hurricane, the most severe on the scale used to measure such storms.",
      "cn": "海南以其纯净的海滩和热带旅游吸引力而闻名，现在却面临着被称为近期最危险的天气事件之一。据气象学家称，\"鱼眼\"有可能造成灾难性破坏，尤其是对中国南部沿海地区，包括海南省和邻近的广东省，而广东省恰好是中国人口最多的省份。印度洋-太平洋热带气旋警报中心在周四发布的警告中称，\"鱼眼\"是一个极其危险和强大的超强台风。该中心将该台风威力等同于五级飓风，这是衡量此类风暴的最严重的等级。"
    },
    "highlights": {
      "en": [
        "known for",
        "pristine beaches",
        "tropical tourism",
        "meteorologist",
        "catastrophic damage",
        "the southern coast of China",
        "advisory",
        "issued",
        "Indo-Pacific Tropical Cyclone Warning Center",
        "referred to",
        "super typhoon",
        "equated the storm's power to a category five hurricane",
        "the most severe on the scale"
      ],
      "cn": [
        "以其",
        "纯净的海滩",
        "热带旅游",
        "气象学家",
        "灾难性破坏",
        "中国南部沿海地区",
        "警告",
        "发布",
        "印度洋-太平洋热带气旋警报中心",
        "称",
        "超强台风",
        "台风威力等同于五级飓风",
        "最严重的等级"
      ]
    }
  },
  "episode_25": {
    "full_transcript": {
      "en": "I just got ready because I think Bren and I are gonna go to Homegoods and to Ulta. I need to return something from Princess Polly and you can do that also apparently. I think I also want to grab some travel size products to bring on my trips. I've been really careful with what shampoo conditioner I'm using and like making sure that it's color safe. I don't want like strip this color so I don't necessarily want to use like the hotel shampoo conditioner. Anyways that's the plan for right now.",
      "cn": "我刚准备好，因为我和Bren打算去Homegoods和Ulta。我需要退还一件Princess Polly的东西，听说那里也可以退。我还想买一些旅行装的产品带去旅行。我最近对我用的洗发水和护发素很谨慎，确保它们是护色的。我不想让头发的颜色被洗掉，所以也不太想用酒店的洗发水和护发素。总之这就是我现在的计划。"
    },
    "highlights": {
      "en": [
        "return something from",
        "apparently",
        "grab",
        "travel size",
        "careful with",
        "shampoo conditioner",
        "it's color safe",
        "strip this color"
      ],
      "cn": [
        "退还一件",
        "听说",
        "买",
        "旅行装",
        "很谨慎",
        "洗发水和护发素",
        "护色的",
        "颜色被洗掉"
      ]
    }
  },
  "episode_26": {
    "full_transcript": {
      "en": "Here's the thing. I don't wanna say I've been off the market for a while, but I was emotionally unavailable. I was just in this phase where I hated—This is gonna sound harsh—I hated men, I felt like you know what I'm done dating forever. I feel like I'm just gonna be single and adopt children. But that lasted just a couple of months and now here we are. Not all men are bad, just some. So last week I was asked from a date and I'll kind of fill you guys in on that later in the video, but I thought I would feel myself getting ready.",
      "cn": "事情是这样的。我不想说我已经脱离这个市场很久了，但我之前在情感上有些封闭。我当时处于一个我讨厌的阶段——这听起来可能有点刻薄——我讨厌男人。我感觉自己再也不会去约会了。我觉得自己只会是单身，然后领养孩子。但这种状态只持续了几个月，现在情况有所不同了。不是所有男人都不好，只是有一些不好。上周有人约我出去，稍后我会在视频里跟你们细讲那件事，但我以为我已经准备好了。"
    },
    "highlights": {
      "en": [
        "Here's the thing",
        "been off the market",
        "emotionally unavailable",
        "in this phase",
        "harsh",
        "I'm done dating forever",
        "adopt children",
        "fill you guys in on that"
      ],
      "cn": [
        "事情是这样的",
        "脱离这个市场",
        "在情感上有些封闭",
        "处于一个阶段",
        "刻薄",
        "再也不会去约会了",
        "领养孩子",
        "跟你们细讲那件事"
      ]
    }
  },
  "episode_27": {
    "full_transcript": {
      "en": "Dates are scary. I feel like nobody, not one freaking person can tell me that they've been on a first date, and they have had zero nerves for it. It just comes with the territory. I usually talk to my friends when I'm getting ready for first date, and I debrief with them, and I get ready. And they kind of hype me up. I don't have that today. Instead, I have you guys.",
      "cn": "约会挺让人害怕的。我觉得没有任何人可以说自己在第一次约会时完全不紧张。这是常态。我通常会在约会前会跟朋友们聊聊，向他们汇报，然后我准备好了，他们也会给我打气。但今天我没有这些。相反，我有你们。"
    },
    "highlights": {
      "en": [
        "have had zero nerves for it",
        "comes with the territory",
        "debrief with them",
        "hype me up"
      ],
      "cn": [
        "完全不紧张",
        "常态",
        "向他们汇报",
        "打气"
      ]
    }
  },
  "episode_29": {
    "full_transcript": {
      "en": "I'm not going to do anything crazy for skin care, but I am going to start out by exfoliating. This is the Kate Somerville liquid exfoliant. I heard that using a liquid exfoliant is better and more gentle on your skin than using a grainy exfoliant. Since I'm going to be putting on makeup in a titch, I am just going to put on a little bit of face oil. OK, I'm just going to roll the product into my skin. Does the roller actually do anything? That's up for debate.",
      "cn": "我不会做任何疯狂的护肤，但我会从去角质开始。这是Kate Somerville的液体去角质剂。我听说使用液体去角质剂比使用颗粒状去角质剂更好，对皮肤更温和。由于我马上就要化妆了，我只会涂一点面部油。好吧，我只是把产品揉到我的皮肤上。这个滚轮真的有用吗？这个问题还有待讨论。"
    },
    "highlights": {
      "en": [
        "start out by exfoliating",
        "liquid exfoliant",
        "more gentle on your skin",
        "grainy exfoliant",
        "in a titch",
        "roll",
        "roller",
        "That's up for debate"
      ],
      "cn": [
        "从去角质开始",
        "液体去角质剂",
        "对皮肤更温和",
        "颗粒状去角质剂",
        "马上",
        "揉",
        "滚轮",
        "这个问题还有待讨论"
      ]
    }
  },
  "episode_30": {
    "full_transcript": {
      "en": "I felt like my mind was going a million miles a minute and that was happening to me all week, so I wanted to focus on having a slower morning. Today I got up, got ready and I think the reason I was waking up feeling so anxious every day was because my phone is my alarm. I have the Hatch alarm that I brought but I could never really figure out how to connect it so just been sitting on the window sill. Anyway I got up shut off my alarm immediately and put my phone back down cause usually I shut off my alarm and the first thing I pull up is my To do list and my mind starts racing. And I don't want like that and I just felt so anxious and I know there's people that have it way more difficult than I do that have hard family situations or financial situations.",
      "cn": "我感觉自己的脑子每分钟都在飞速运转,而且这一整周都是这样,所以今天我想有个慢节奏的早晨。今天我起床、做准备,我觉得我每天起床都很焦虑,是因为我的手机就是我的闹钟。我有个Hatch的闹钟,但我一直没弄清楚如何连接,所以就一直把它放在窗台上没用。总之,今天我起床后立即关掉闹钟,把手机放回去,因为通常我关掉闹钟后,第一件事就是查看待办清单,然后脑子就开始飞速运转。我不想这样,这让我感到非常焦虑,虽然我知道,有些人面临的处境比我难得多,他们可能有家庭或经济上的压力。"
    },
    "highlights": {
      "en": [
        "going a million miles a minute",
        "slower morning",
        "anxious",
        "figure out",
        "window sill",
        "shut off my alarm",
        "put my phone back down",
        "pull up",
        "To do list",
        "mind starts racing"
      ],
      "cn": [
        "每分钟都在飞速运转",
        "慢节奏的早晨",
        "焦虑",
        "弄清楚",
        "窗台上",
        "关掉闹钟",
        "把手机放回去",
        "查看",
        "待办清单",
        "脑子就开始飞速运转"
      ]
    }
  },
  "episode_31": {
    "full_transcript": {
      "en": "I'm not someone who drinks myself. Well, I do like to go out and have a drink occasionally at a bar or in a dinner setup or something like that. Then I really enjoy it. But I do not enjoy drinking alcohol for the sole purpose of getting drunk and I was so worried that saying no to alcohol and social activities centered around alcohol and clubbing and all of that would leave me as the weird girl or standing out in the wrong way. Luckily, that was nothing for me to be worried about. Everyone respected it fully and no one looked at me in a weird way for declining alcohol or something like that. So I'm just really thankful for that and I had nothing to be worried about at all.",
      "cn": "我不是那种能喝很多酒的人。但我确实喜欢偶尔去酒吧或者吃饭的时候喝一杯，或者类似的地方喝一杯。这种时候我会很享受。但我不喜欢只为了喝醉而喝酒，我当时特别担心，拒绝酒精或者不参加那些以喝酒和夜店为主的社交活动，会让我显得很奇怪，或者不合群。幸运的是，我不必担心。大家都很尊重这件事，没有人因为我不喝酒或做类似的事而用异样的眼光看我。所以我真的很感激，我没有什么好担心这些。"
    },
    "highlights": {
      "en": [
        "have a drink occasionally",
        "the sole purpose of",
        "getting drunk",
        "centered around alcohol and clubbing",
        "standing out in the wrong way",
        "looked at me in a weird way",
        "declining alcohol"
      ],
      "cn": [
        "偶尔喝一杯",
        "只为了",
        "喝醉",
        "以喝酒和夜店为主",
        "不合群",
        "用异样的眼光看我",
        "不喝酒"
      ]
    }
  },
  "episode_32": {
    "full_transcript": {
      "en": "I also like to just brain dump whatever's going in my head within a simple notebook. It really depends on my mood and my mental state which journal I'm using but journaling in general has really proved itself to be vital for me. I also prefer doing it in the mornings, as I do find myself to be a little worn tonight after school, and I like to feel fresh when journaling. I really like the Today Journal, it is designed to be used over the course of three years. We are answering a question every day and you can pretty much see your growth over the course of those three years within your different answers. I really like the problems with this journal as they really make you think, especially because there's not a lot of space so you have to keep it short, which makes it extra hard for your brain.",
      "cn": "我也喜欢在普通的笔记本上一股脑写下脑海中浮现的一切。我用哪种日记本取决于我的心情和精神状态，但总的来说，写日记对我来说确实非常重要。我也更喜欢在早上写日记，因为放学后我会觉得有点疲惫，而且我喜欢在写日记时是有精神的。我非常喜欢《今日日记》，它设计的使用时长为三年。我们每天回答一个问题，通过不同的答案，你可以大致上看到自己在三年中的成长。我非常喜欢这本日记中的问题，因为它们真的能让你思考，特别是因为空间有限，你必须言简意赅，这对大脑来说更加难了。"
    },
    "highlights": {
      "en": [
        "brain dump whatever's going in my head",
        "depends on my mood and my mental state",
        "journaling in general",
        "be vital for me",
        "worn",
        "fresh",
        "over the course of",
        "pretty much",
        "there's not a lot of space"
      ],
      "cn": [
        "一股脑写下脑海中浮现的一切",
        "取决于我的心情和精神状态",
        "总的来说写日记",
        "非常重要",
        "疲惫",
        "有精神的",
        "时长为",
        "大致上",
        "空间有限"
      ]
    }
  },
  "episode_33": {
    "full_transcript": {
      "en": "Don't get your hopes up. I did like little flowers on it. The one thing I kind of messed up is like the base paint, but if you turn it like this way, it looks good. I rate it like a 7 out of 10. So I'm going to go to the store and grab some fresh flowers for this, especially because my dad and brother are coming. I think it'd be nice to just have this setting out. The older I get, the more I really appreciate flowers. I used to really not care about them because I was like, they're going to die anyways, what's the point? But then I realized it's not about that. It's just about having something to cheer yourself up and like, make your day really nice.",
      "cn": "别抱太大希望。我确实喜欢上面的小花。我有点搞砸的地方是底漆，但如果你这样把它转过来看的话，还是不错的。我给它打7分（满分10分）。所以我打算去商店买些鲜花，尤其是因为我爸爸和哥哥要来了。我觉得摆上这些会很好看。随着年龄的增长，我越来越喜欢花了。以前我并不在意花，因为我觉得，反正它们会凋谢，有什么意义呢？但后来我意识到，重点并不在于此。这只是可以有东西让自己高兴起来，让你的一天变得很美好。"
    },
    "highlights": {
      "en": [
        "Don't get your hopes up",
        "messed up",
        "rate it like a 7 out of 10",
        "grab",
        "fresh flowers",
        "have this setting out",
        "The older I get",
        "what's the point",
        "cheer yourself up",
        "make your day really nice"
      ],
      "cn": [
        "别抱太大希望",
        "搞砸",
        "给它打7分",
        "买",
        "鲜花",
        "摆上这些",
        "随着年龄的增长",
        "有什么意义",
        "让自己高兴起来",
        "让你的一天变得很美好"
      ]
    }
  },
  "episode_34": {
    "full_transcript": {
      "en": "Once you've figured out your availability of when you can go work out, you want to create a workout split. So do you want to hit legs, then upper body, then legs and upper body? Or do you want to do legs, upper body, cardio day? And then set up a good split where you have enough time to recover. Also just to make sure that you're not over training or under training. You want to have like a good sweet spot. Nowadays with fitness kind of taking over every social media platform, you see so many workouts, so many routines, so many things, so many different movements. Keeping it simple is the best thing and is going to help you out in the long run.",
      "cn": "一旦你想好了何时可以去健身，你就要制定一个健身计划。你是想先练腿部，然后练上半身，再练腿部和上半身吗？还是说你这一天想练腿部、上半身，然后做有氧运动？接下来制定一个合理的计划，确保你有足够的时间（让肌肉）恢复。同时，要确保自己不会过度训练，或训练不足。你需要找到一个合适的平衡点。如今，健身几乎占据了每个社交媒体平台，你会看到各种各样的锻炼、很多锻炼日常、很多东西和很多不同的动作。保持简单是最好的方法，并且从长期来看，这会对你有所帮助。"
    },
    "highlights": {
      "en": [
        "figured out",
        "go work out",
        "create a workout split",
        "hit legs",
        "upper body",
        "cardio",
        "set up a good split",
        "recover",
        "over training",
        "under training",
        "good sweet spot",
        "taking over every social media platform",
        "workouts",
        "movements",
        "in the long run"
      ],
      "cn": [
        "想好了",
        "去健身",
        "制定一个健身计划",
        "练腿部",
        "上半身",
        "有氧运动",
        "制定一个合理的计划",
        "恢复",
        "过度训练",
        "训练不足",
        "合适的平衡点",
        "占据了每个社交媒体平台",
        "锻炼",
        "动作",
        "从长期来看"
      ]
    }
  },
  "episode_36": {
    "full_transcript": {
      "en": "Wednesday's breakfast is another typical breakfast that I have on repeat.We did a Turkey scramble that comes together so fast and at the same time I was also making some oatmeal for Yoni and I. Super simple. Vanilla reduced sugar almond milk is our go-to regular rolled oats.Cook that down and then top it with our favorite fruit.I usually love some banana.Pomegranate is a must for me and a little bit of peanut butter.This is a classic breakfast that I have at least a few times a week.",
      "cn": "周三的早餐是另一个我经常重复做的经典早餐。我们做了一份土耳其炒蛋，做起来非常快。同时，我也给我和Yoni煮了一些燕麦粥。（做起来）超级简单。香草味低糖杏仁奶是我们（搭配）常规压片燕麦的首选。煮熟后，再在上面加上我们喜欢的水果。我一般喜欢放一些香蕉，石榴是我必须加的东西，再加上一点花生酱。这是一份经典早餐，我每周至少吃好几次。"
    },
    "highlights": {
      "en": [
        "typical breakfast",
        "have on repeat",
        "scramble",
        "oatmeal",
        "go-to",
        "rolled oats",
        "Cook that down",
        "top it with",
        "Pomegranate",
        "a must",
        "peanut butter",
        "classic breakfast"
      ],
      "cn": [
        "经典早餐",
        "重复做",
        "炒蛋",
        "燕麦粥",
        "首选",
        "压片燕麦",
        "煮熟后",
        "在上面加上",
        "石榴",
        "必须加",
        "花生酱",
        "经典早餐"
      ]
    }
  },
  "episode_37": {
    "full_transcript": {
      "en": "My number five tip is having a wholesome nutrient-dense diets and again, this is not only just for the body, this is also for your skin, for your mood, for your energy levels, everything around it. My biggest thing is to start with home-cooked meals so you know exactly what kind of ingredients you're actually putting into your food and having a high-protein diet. It is I feel something that's come way more to the attention right now, like how important having enough protein actually is. Whatever your goals are, if it's losing weight, building strength, building muscle or balancing your hormones, protein is key in any type of way. It keeps you full, it gives you energy. Obviously it builds muscle, so it's so important.",
      "cn": "我的第五个建议是摄入健康、营养丰富的饮食。同样,这不仅仅是为了身体,也是为了你的皮肤、情绪、能量水平,以及周围的一切。我最想说的是,从家常菜开始,这样你就能确切地知道食物中到底放了哪些食材,并且摄入高蛋白饮食。我觉得现在人们越来越关注这一点。比如摄入足够的蛋白质有多么重要。无论你的目标是减肥、增强力量、增加肌肉还是平衡荷尔蒙,蛋白质在任何方面都是关键。它让你饱腹,给你能量。显然它还能增强肌肉,因此非常重要。"
    },
    "highlights": {
      "en": [
        "wholesome nutrient-dense diets",
        "home-cooked meals",
        "ingredients",
        "having a high-protein diet",
        "come way more to the attention",
        "losing weight",
        "building strength",
        "building muscle",
        "balancing your hormones",
        "protein",
        "keeps you full",
        "builds muscle"
      ],
      "cn": [
        "健康、营养丰富的饮食",
        "家常菜",
        "食材",
        "摄入高蛋白饮食",
        "越来越关注这一点",
        "减肥",
        "增强力量",
        "增加肌肉",
        "平衡荷尔蒙",
        "蛋白质",
        "饱腹",
        "增强肌肉"
      ]
    }
  },
  "episode_38": {
    "full_transcript": {
      "en": "How do you figure out what time of day you should work out? It all comes down to personal preference, but scientifically, a big factor is your natural circadian rhythm, and everyone has a different set body clock and a time of day where they have more energy or less energy. This is called your chronotype, which is your body's natural preference for sleep and alertness. There are four categories, and the easiest way I remember it is whether or not you're an early bird or a night owl. I've included an online quiz you can take for yourself down in the description below, but once you figure out what your most energetic hours are, you can fit a workout in during that time, because if it feels good and natural to work out at those hours, you're more likely to stick to a consistent workout routine.",
      "cn": "如何知道一天中什么时候健身最好？虽然最终取决于个人喜好，但从科学角度看，一个重要因素是你的自然昼夜节律，每个人固定的的生物钟不一样，一天中精力充沛或不足的时间也不一样。这被称为你的时型，它反映你的身体对睡眠和清醒的自然偏好。这分为四类，我记得最简单的方法就是看你属于早起的人还是夜猫子。我在下面的描述中附上了一个在线测验，你可以自己测试一下。一旦你知道自己精力最充沛的时间段，就可以在那个时间段抽空安排锻炼。因为如果在这段时间锻炼身体感觉轻松自然，那么你更有可能坚持做规律的锻炼。"
    },
    "highlights": {
      "en": [
        "figure out",
        "work out",
        "natural circadian rhythm",
        "body clock",
        "chronotype",
        "alertness",
        "an early bird",
        "a night owl",
        "fit a workout in",
        "stick to",
        "consistent workout routine"
      ],
      "cn": [
        "知道",
        "健身",
        "自然昼夜节律",
        "生物钟",
        "时型",
        "清醒",
        "早起的人",
        "夜猫子",
        "抽空安排锻炼",
        "坚持",
        "规律的锻炼"
      ]
    }
  },
  "episode_39": {
    "full_transcript": {
      "en": "It's now 2:45, and I'm going to go to Christchurch Medal because I'm not concentrating very well. And when I get back, I'll do another run through of the presentation and time it to make sure that it is under seven minutes. After making some tea, I worked some more on my presentation. As you can see, I did record myself going through it again. This might seem like quite an odd strategy, but it's the number one thing I can recommend for doing presentations because I find it useful to see which bits of my presentation don't work or parts where I'm particularly incoherent. I'm really not the best at presenting and I don't like presenting, so this gets me more comfortable with doing it. I've gone through that presentation and I'm now going to have a shower.",
      "cn": "现在是2点45分，我准备去Christchurch Medal，因为我现在注意力不太集中。等我回来后，我会再过一遍演讲内容，并计时，确保时长在7分钟以内。泡了杯茶后，我又继续准备演讲。如你所见，我又录了一遍自己练习的过程。这看起来可能是个挺奇怪的方法，但这是我最推荐的做演讲的方法，因为我发现这样有助于看出演讲中哪些部分不合适，或者哪些地方特别不连贯。我并不是很擅长演讲，也不喜欢演讲，所以这个方法让我做演讲时更自如。我已经过了一遍演讲，现在要去洗个澡。"
    },
    "highlights": {
      "en": [
        "not concentrating very well",
        "run through",
        "time it",
        "going through",
        "an odd strategy",
        "it useful",
        "incoherent",
        "gone through"
      ],
      "cn": [
        "注意力不太集中",
        "过一遍",
        "计时",
        "练习",
        "奇怪的方法",
        "有助于",
        "不连贯",
        "过了一遍"
      ]
    }
  },
  "episode_40": {
    "full_transcript": {
      "en": "You guys know how important a morning routine is for me. I feel these are even my highest performed videos of all time, but the reason why a morning routine is so important is because it really sets the tone for your day. This is a moment that you can dedicate to your self care. You know whenever we're in school or working or we are mom, like it is so busy throughout the day and the early early morning is the only time that we can actually dedicate time to ourselves. There are a couple things in the morning routine that are for me personally a non-negotiable. And here's the thing, do I hit everything every day? I don't. But do I keep this routine as my base? Yes I do.",
      "cn": "你们知道晨间惯例对我有多重要。我感觉这种视频甚至是我一直以来（数据）表现最好的视频，但晨间惯例之所以如此重要，是因为它真的能为你的一天定下基调。这是一个你可以专注于好好照顾自己的时刻。无论我们是在上学、工作，还是作为妈妈，总是整天忙得不可开交，早晨的时间是唯一可以真正留给自己的时刻。在我的晨间习惯中，有几件事对我来说是不可动摇的。问题是，我每天都能做完所有事情吗？不能。但我会把这个习惯作为我的基础吗？是的，我会。"
    },
    "highlights": {
      "en": [
        "a morning routine",
        "highest performed videos",
        "sets the tone",
        "dedicate to",
        "throughout the day",
        "dedicate",
        "a non-negotiable",
        "hit everything"
      ],
      "cn": [
        "晨间惯例",
        "表现最好的视频",
        "定下基调",
        "专注于",
        "整天",
        "留给",
        "不可动摇的",
        "做完所有事情"
      ]
    }
  },
  "episode_41": {
    "full_transcript": {
      "en": "I was so nervous before going into the first day of school and meeting everyone. I was worried that everyone knew each other and I would be the only one coming alone, but of course, I wasn't. We spent the entire days doing all of these games and activities and the really awkward social stuff you need to do to get to know each other, like personal questions and interactive games and all of that. It was a lot of fun and some of them were based on the studies that we are about to do, so it was relevant as well. I don't think I've ever been this tired in my entire life after coming home from all of those days.",
      "cn": "开学第一天去学校见大家之前，我特别紧张。我担心大家都已经互相认识了，只有我一个人单独过来，但并不是这样。我们花了好几天的时间在做各种游戏和活动，还做一些非常尴尬的社交活动来互相认识彼此，比如问一些个人问题、互动游戏等。不过这些活动挺有趣的，有些游戏还是基于我们即将学习的内容来设置的，所以也（与学习）相关。不过这几天下来，回到家后我感觉到前所未有的疲惫。"
    },
    "highlights": {
      "en": [
        "the first day of school",
        "knew each other",
        "the entire days",
        "awkward social stuff",
        "get to know each other",
        "interactive games",
        "relevant",
        "been this tired in my entire life"
      ],
      "cn": [
        "开学第一天",
        "互相认识",
        "好几天的时间",
        "尴尬的社交活动",
        "互相认识彼此",
        "互动游戏",
        "相关",
        "前所未有的疲惫"
      ]
    }
  },
  "episode_43": {
    "full_transcript": {
      "en": "Good morning. Welcome to a week in my life studying abroad at the University of Sydney. So Mondays we just kind of hit the ground running. I have class from 9:00 to 5:30, so didn't really get time to start the video, but went downstairs, made lunch after my anthropology class in the morning and then ran some errands. And then I was off to Texts and Ideas, which we had until 5:30, but we survived Monday.",
      "cn": "早上好。欢迎观看我在悉尼大学留学的一周生活。周一我们基本上就立刻进入状态了。我从早上9点上课到下午5点半，所以没什么时间开始录视频，上午上完人类学课之后就下楼做了个午饭，然后出去办了点事。之后赶去上文本与思想课，一直到5点半结束，但我们总算熬过了周一！"
    },
    "highlights": {
      "en": [
        "studying abroad",
        "hit the ground running",
        "went downstairs",
        "anthropology",
        "ran some errands",
        "was off to",
        "survived"
      ],
      "cn": [
        "留学",
        "立刻进入状态",
        "下楼",
        "人类学",
        "办了点事",
        "赶去上",
        "熬过了"
      ]
    }
  },
  "episode_44": {
    "full_transcript": {
      "en": "Basically, I have really been needing to meal prep and it's so hard because it's a communal kitchen here and so every time that I want to make food, I have to lug everything up and down and then have to wash everything right away. So it's really just like a hassle. I just been really having a hard time figuring out what to make and also I feel like I need a meal prep here more than I did there. So I'm going to try and make a chili. Then I can like eat that throughout the week. So I have all of my ingredients and we're gonna hope for the best. I vacuumed my floor yesterday, but it is all on the floor. Wish me luck.",
      "cn": "最近我真的很需要提前准备饭菜，但是这很难，因为这里是公共厨房，所以每次想做饭时，我都得把所有东西搬上搬下，还得马上把所有东西洗干净。这真的是一件麻烦事儿。我一直在纠结该做什么菜，而且在这里，我觉得比在其他地方更需要提前准备饭菜。所以我打算尝试做一锅辣味炖菜，这样我可以一整周都吃这个。我已经准备好了所有的食材，希望一切顺利。昨天我用吸尘器打扫了地板，但东西都还放在地上。祝我好运吧！"
    },
    "highlights": {
      "en": [
        "meal prep",
        "communal kitchen",
        "lug everything up and down",
        "hassle",
        "been really having a hard time",
        "make a chili",
        "throughout the week",
        "we're gonna hope for the best",
        "vacuumed my floor"
      ],
      "cn": [
        "提前准备饭菜",
        "公共厨房",
        "把所有东西搬上搬下",
        "麻烦事儿",
        "一直在纠结",
        "做一锅辣味炖菜",
        "一整周",
        "希望一切顺利",
        "用吸尘器打扫了地板"
      ]
    }
  },
  "episode_45": {
    "full_transcript": {
      "en": "When you take a cold shower it immediately get that blood flow going. It will give you immediately energy. And if this is something you will do over and over, it becomes a habit for you. It will become consistency and again this is where you build that self-confidence and where you're actually really starting to feel yourself. When it comes to self confidence I feel that's something very often we try to find from our external world right. What other people think of us, how we present ourselves to others, But at the end your self-esteem comes from within. Almost having these little mini challenges for yourself and just accomplishing them and like doing them and keeping yourself accountable. That is where you're going to build self-confidence.",
      "cn": "当你洗冷水澡时，会立刻促进（你的）血液循环，会让你瞬间充满能量。如果你反复这样做，它就会逐渐变成一种习惯。这会让你一直做下去，这也是建立自信的来源，你也开始真正去了解自己。说到自信，我们往往试图从外界寻找自信，比如别人对我们的看法、我们给他人的印象。但最终，自信是来自内心的。给自己设定一些小目标，努力完成它们，享受挑战的过程，并时刻保持自律，这才是建立自信的关键。"
    },
    "highlights": {
      "en": [
        "blood flow going",
        "do over and over",
        "consistency",
        "build that self-confidence",
        "When it comes to",
        "present ourselves to others",
        "self-esteem",
        "accomplishing",
        "keeping yourself accountable"
      ],
      "cn": [
        "促进血液循环",
        "反复这样做",
        "一直做下去",
        "建立自信",
        "说到",
        "给他人的印象",
        "自信",
        "完成",
        "保持自律"
      ]
    }
  },
  "episode_46": {
    "full_transcript": {
      "en": "You know, it's been pouring rain all day and my feet have just been ice cold all day and my shoes are soaked and my body just felt nasty from all the weather, like the rain, the humidity, and it is absolutely no joke.The weather has taken a 180 degree turn and it's now consistently pouring rain all day today, all day tomorrow.And it's just going to keep on going like this.Yeah, no excuses to read though, so I'm going to do that.I have my book in front of me. I don't know if it's relevant to you at all, but I am studying this communication theory. It's a heavy one. So what I like to do for this topic is to read. I have my book in hand.",
      "cn": "你知道的，今天整天一直在下大雨，我的脚一直是冰凉的，鞋子也湿透了，身体因为这种天气，雨啊、湿气啊也感觉特别糟糕，这真不是在开玩笑。天气完全变了个样，现在已经连续下了一整天大雨，明天一整天也是，而且接下来还会一直这样。是的，我没有借口不看书了，所以我打算继续读。我的书就在我面前。我不知道这与你是否有关，但我正在研究这个沟通理论。这个话题很深奥。所以我一般喜欢通过阅读来理解这个话题。我手里拿着我的书了。"
    },
    "highlights": {
      "en": [
        "it's been pouring rain",
        "ice cold",
        "my shoes are soaked",
        "nasty",
        "it is absolutely no joke",
        "taken a 180 degree turn",
        "pouring rain",
        "no excuses to read",
        "relevant",
        "It's a heavy one",
        "I have my book in hand"
      ],
      "cn": [
        "一直在下大雨",
        "冰凉的",
        "鞋子也湿透了",
        "特别糟糕",
        "这真不是在开玩笑",
        "完全变了个样",
        "大雨",
        "没有借口不看书",
        "有关",
        "这个话题很深奥",
        "我手里拿着我的书了"
      ]
    }
  },
  "episode_47": {
    "full_transcript": {
      "en": "I also had a lemon because lemonade your water in the mornings tastes so much better and it's just like a fun way to spice up water. I got these like, honestly, I feel like I have a love-hate relationship because they're really good, but they're very spicy. Some people might think they're not spicy, but I have no spice tolerance. Last two things I got this chicken Caesar salad. Just super easy to like, throw together. This is like my favorite drink. I don't know if I've talked about this. It's a sparkling pink lemonade. It's so good. I'll just put this over ice. I am obsessed. Just try it. It's so good. Anyways, I'm gonna throw these in the fridge really quickly and then I think I'm gonna get dressed because I have to get ready for the Pilates class. I'm honestly like kind of nervous for it 'cause I'm so, so out of shape. Let's just hope for the best.",
      "cn": "我还买了一个柠檬，因为早晨的时候在水里加点柠檬汁，水喝起来会好喝很多，而且这也是给水增加点味道的好方法。我还买了这些，说实话，我对他们有点又爱又恨，因为真的很好吃，但又很辣。有些人可能觉得不辣，但我完全不能吃辣。还有最后两样东西，我买了鸡肉凯撒沙拉，超级方便，随便拌在一起就好。这是我最喜欢的饮料，不知道我有没有跟你们说过，这是一种粉红柠檬气泡水，真的超好喝。我喜欢把它倒在冰块里，我太喜欢（这样喝）了。你试一下，真的很好喝。总之，我要赶紧把这些东西丢进冰箱，然后去换衣服，因为我得准备去上普拉提课。实话说，我有点紧张，因为我身材走形了，希望一切顺利吧。"
    },
    "highlights": {
      "en": [
        "lemon",
        "lemonade your water",
        "spice up water",
        "love-hate relationship",
        "have no spice tolerance",
        "Caesar salad",
        "throw together",
        "sparkling pink lemonade",
        "put this over ice",
        "obsessed",
        "throw",
        "get dressed",
        "Pilates",
        "out of shape"
      ],
      "cn": [
        "柠檬",
        "在水里加点柠檬汁",
        "给水增加点味道",
        "又爱又恨",
        "完全不能吃辣",
        "凯撒沙拉",
        "随便拌在一起就好",
        "粉红柠檬气泡水",
        "倒在冰块里",
        "太喜欢",
        "丢",
        "换衣服",
        "普拉提",
        "身材走形了"
      ]
    }
  },
  "episode_48": {
    "full_transcript": {
      "en": "I never dreamed about success, I worked for it. Everything within society tells us that in order to achieve great things you have to work, but what if your batteries have run empty. For the longest time I was stuck, I felt like I was going down a spiral. I was spending more time on Tik Tok, comparing myself to others, losing myself in a social media bubble, feeling so uncomfortable with pushing off my tasks, knowing but this was really me. So I decided it's time to stop, re-finding my motivation, finding the beauty in tough things, difficult tasks, early routines, healthy food, boring classes, studying every day and now on no unhealthy Instagrammable study content kind of way. In a way of this is what I need in my life right now.",
      "cn": "我从未幻想过成功,而是为之努力。社会上的所有事都在告诉我们,要想成就大事,就必须努力工作,但如果你精疲力竭了呢？曾经很长一段时间,我陷入了困境,感觉自己像是进入恶性循环。我花越来越多的时间刷抖音,与他人比较,迷失在社交媒体泡沫中,总是拖着不去做任务也让我很不安,知道（这样不对），但这就是真实的我。所以我决定该停下来了,重新找回我的动力,去发现困难中的美好，（例如）困难的任务、早晨的习惯、健康饮食、无聊的课程、每天学习,从现在起不追求那些不健康的网红式的学习内容。从某种程度上来说,这就是我现在生活所需要的。"
    },
    "highlights": {
      "en": [
        "dreamed about",
        "achieve great things",
        "batteries have run empty",
        "was stuck",
        "going down a spiral",
        "comparing myself to others",
        "losing myself",
        "social media bubble",
        "pushing off my tasks",
        "Instagrammable",
        "kind of way",
        "In a way of"
      ],
      "cn": [
        "幻想过",
        "成就大事",
        "精疲力竭",
        "陷入了困境",
        "进入恶性循环",
        "与他人比较",
        "迷失",
        "社交媒体泡沫",
        "拖着不去做任务",
        "网红式的",
        "式的",
        "从某种程度上来说"
      ]
    }
  },
  "episode_50": {
    "full_transcript": {
      "en": "I have dreamed of going to Paris since I was seven years old. My whole room used to be decorated Paris themed, I'm not even kidding. I've always dreamed of going, I've never been to France. Today's the day, well, tomorrow's the day, I'm flying out tomorrow. Basically me and one of my best friends Nia have been planning this trip for the past couple months. We're going to go to Paris, and then we're going to go to the south of France and I wanted to do a travel Vlog because last time I was in Europe, I failed you guys. I didn't do a travel Vlog and honestly I've been feeling guilty about it. Travel Vlogs are just so fun. It's like a little digital travel diary to look back on. I'm so excited. It's currently 7 p.m. , I leave tomorrow morning for the airport at 6a.m. . The question is have I packed yet? NO.",
      "cn": "我从七岁开始就梦想着去巴黎。以前我的整个房间都是巴黎主题的装饰，真的不是在开玩笑。我一直想着去，但我从来没有去过法国。而今天就是去巴黎的日子，嗯，应该说是明天，因为我明天坐飞机走。过去几个月里，基本上我和我一个最好的朋友Nia一直在为这次旅行做计划。我们会去巴黎，然后去南法。我想拍个旅行Vlog，因为上次我去欧洲的时候，我辜负了你们，我没拍旅行Vlog。说实话，我一直感到很内疚。旅行Vlog真的很有趣，它就像一个小小的电子旅行日记，方便回看。我现在很兴奋。现在是晚上七点，但我明早六点就得去机场。那么问题来了：我打包好行李了吗？没有！"
    },
    "highlights": {
      "en": [
        "dreamed of",
        "I've never been to",
        "flying out",
        "the past couple months",
        "the south of France",
        "failed you guys",
        "feeling guilty",
        "digital travel diary",
        "look back on",
        "have I packed yet"
      ],
      "cn": [
        "梦想着",
        "从来没有去过",
        "坐飞机走",
        "过去几个月里",
        "南法",
        "辜负了你们",
        "感到很内疚",
        "电子旅行日记",
        "回看",
        "我打包好行李了吗"
      ]
    }
  },
  "episode_51": {
    "full_transcript": {
      "en": "I'm going to use these to just get rid of any dead skin. I actually got a facial yesterday and they did extractions, so my skin is a tiny bit irritated like on these little dots, but other than that my skin has been so much better. I think you guys know because I probably complained about my skin for actually a year, but this past year, I honestly was the most self-conscious that I have ever been in my life, which is really sad to say. Honestly, I just feel like my hormones were out of whack, my skin was whack, I got a bad haircut. Actually, it wasn't a bad haircut, I just did not like short hair on me. I was out of a workout routine, I was traveling a lot. I just feel like it was a year of not really being that disciplined, which is honestly kind of embarrassing to say.",
      "cn": "我打算用这些来去除死皮。其实我昨天做了面部护理，他们（还帮我）做了粉刺清理，所以现在我的皮肤有点敏感，像这些有小点点的地方，不过除此之外，我的皮肤已经好很多了。我想你们可能都知道，因为我抱怨我的皮肤大概有整整一年了，但过去这一年，真的是我人生中最不自信的一段时间，说起来有点难过。老实说，我觉得是荷尔蒙失调,皮肤很差,而且发型也很糟糕（导致的）。其实那发型并不难看，只是我不喜欢留短发。而且我也没有去锻炼，我经常出差。我总感觉好像这一年里我没有那么规律（的生活），说起来有点丢人。"
    },
    "highlights": {
      "en": [
        "get rid of any dead skin",
        "facial",
        "extractions",
        "a tiny bit irritated",
        "complained about",
        "this past year",
        "self-conscious",
        "hormones were out of whack",
        "a bad haircut",
        "just did not like short hair on me",
        "disciplined",
        "embarrassing"
      ],
      "cn": [
        "去除死皮",
        "面部护理",
        "粉刺清理",
        "有点敏感",
        "抱怨",
        "过去这一年",
        "最不自信",
        "荷尔蒙失调",
        "发型也很糟糕",
        "我不喜欢留短发",
        "规律",
        "丢人"
      ]
    }
  },
  "episode_52": {
    "full_transcript": {
      "en": "I've just found out that I am going to be running one of the sections of UAT next week and running an entire week of UAT which is a bit daunting to be honest. I'm a bit nervous about that, so I'm probably going to be feeling a bit tense for the next week until that's over and done with. So I just need to try and do a lot of prep today. When I'm prepping for a big activity, I try and get it all out on paper. I'm quite a visual person, so at the moment I'm just going to spend the afternoon trying to map out what I want my slides to look like. I need to both run the whole thing and then I also need to host a one hour master class. So I'm just trying to think through what I want my master class to like be on and what's going to be the most useful thing for these people to be upkilled on.",
      "cn": "我刚刚得知下周我要负责用户体验测试的一个部分，并且要负责一整周的用户体验测试，说实话，这让我有点害怕。我对这个有点紧张，估计接下来这一周到事情完成为止我都会有点紧绷。所以今天我需要做很多准备工作。在我准备一项大型活动时，我会把所有事情都写在纸上。我比较喜欢把东西可视化，所以现在我打算花一下午的时间规划一下我想要的幻灯片样式。我不仅要负责整个流程，还需要主持一个一小时的专题培训课。所以，我正在想我的专题培训课应该怎么上，以及对这些人来说，什么内容最有助于提升他们的技能。"
    },
    "highlights": {
      "en": [
        "running one of the sections of UAT",
        "running an entire week",
        "daunting",
        "feeling a bit tense",
        "that's over and done with",
        "prep",
        "prepping",
        "I'm quite a visual person",
        "map out",
        "run",
        "host a one hour master class",
        "be upkilled on"
      ],
      "cn": [
        "负责用户体验测试的一个部分",
        "负责一整周",
        "害怕",
        "有点紧绷",
        "事情完成",
        "准备工作",
        "准备",
        "比较喜欢把东西可视化",
        "规划",
        "负责",
        "主持一个一小时的专题培训课",
        "提升他们的技能"
      ]
    }
  },
  "episode_53": {
    "full_transcript": {
      "en": "Despite the fact that I have my own bathroom and a desk, I still always get ready in front of my mirror on the floor.I figured I should give you guys a little rundown of my day. I've kind of been in a rut the past few days and I get like really in funk sometimes where I just feel really unmotivated to do things. The only way for me to really get out of it is to force myself into doing things and then I just kind of pick myself up out of it. Usually I made a big fat to do list for me to do today. Today's gonna be a really fun day though. So on today's agenda, I have to run a few errands, including Sephora. Also, I really do need a pedicure. I feel like it just needs to happen.I booked a study room at my school for later today because I need to get some things done and study rooms really help to keep me focused.",
      "cn": "虽然我有自己的浴室和书桌，但我还是经常对着放在地上的镜子整理自己。我想我应该跟你们简单说说我今天的日程。过去几天，我的生活有点不顺，有时会觉得很沮丧，做什么事都提不起劲。对我来说，摆脱这种情况的唯一办法就是强迫自己去做事情，然后再振作起来。通常，我会给自己列一张长长的待办清单。不过，今天会是很有趣的一天。在今天的计划表里，我需要去做一些杂事，包括去丝芙兰。另外，我真的需要去做个足疗。感觉是时候去了。我还预约了学校的一个自习室，因为我需要完成一些事情，而且自习室确实能让我集中精力。"
    },
    "highlights": {
      "en": [
        "Despite the fact that",
        "give",
        "a little rundown of my day",
        "been in a rut",
        "in funk",
        "feel really unmotivated",
        "pick myself up out of it",
        "made a big fat to do list",
        "on today's agenda",
        "run a few errands",
        "a pedicure",
        "keep me focused"
      ],
      "cn": [
        "虽然",
        "跟",
        "简单说说我今天的日程",
        "不顺",
        "沮丧",
        "做什么事都提不起劲",
        "振作起来",
        "长长的待办清单",
        "在今天的计划表里",
        "做一些杂事",
        "足疗",
        "集中精力"
      ]
    }
  },
  "episode_54": {
    "full_transcript": {
      "en": "Jianbing, Chinese breakfast crepe. It's two halves. I don't know if you're supposed to eat them one at a time or just go all in, but I think I'm just going to go for the double-decker. Here we go. Hmm. It's got all that freshness from the greens and the onion in there.It's got the crisp from that fried wafer thing that they put in there.It's got the eggs and it's got a good kick from my a little bit chili sauce throwing in there. So tasty though. It's not too heavy or anything.It's nice and light and very, very flavorful. And that cilantro really comes through to the perfect breakfast in Shanghai.",
      "cn": "煎饼，中国的早餐薄饼。它有两半。我不知道是不是一个一个地吃，还是直接全部一起吃，但我就两层一起吃吧。开始吃吧。里面的绿色蔬菜和洋葱有清新的味道。还有脆饼带来的酥脆口感。里面还有鸡蛋，还有加进去的一点点辣椒酱带来的刺激感。真的很美味，味道不会太重。它很好吃，清淡又非常美味。而且在这个完美的上海早餐里，香菜的味道真的很突出。"
    },
    "highlights": {
      "en": [
        "crepe",
        "go all in",
        "double-decker",
        "Here we go",
        "crisp",
        "fried wafer",
        "kick",
        "chili sauce",
        "tasty",
        "heavy",
        "light",
        "flavorful",
        "cilantro",
        "comes through"
      ],
      "cn": [
        "薄饼",
        "全部一起吃",
        "两层一起吃",
        "开始吃吧",
        "酥脆",
        "脆饼",
        "刺激感",
        "辣椒酱",
        "美味",
        "重",
        "清淡",
        "美味",
        "香菜",
        "突出"
      ]
    }
  },
  "episode_55": {
    "full_transcript": {
      "en": "I've been here for a couple days, just kind of settling and I honestly haven't really gotten out much. It's honestly been pretty gray and gloomy but the sun is finally out today, so I think we need to do some exploring. And I'm obviously only just getting settled but it feels really amazing so far. It's nice to reconnect with some people that I met in the fall and my French is so absolutely horrible, but I can understand a lot more than last time, which is a great feeling that some of my studying is actually paying off. I think I must be the world's slowest language learner. I don't know how some of you guys learn a language in three to four months. Even six months, I'm like something about my brain and the language element on there, not click quickly for me. I wish it did.",
      "cn": "我已经在这里待了几天了，只是安顿一下，说实话，我还没怎么出去过。这几天一直阴沉沉的，但今天终于出太阳了，所以我想我们需要去探索一下（这个城市）。虽然我才刚刚安顿好，但目前感觉真的很棒。很高兴能和去年秋天认识的人重新联系上，不过我的法语实在是太差了，但比上次，我能听懂更多了，这让我感觉很好，说明我的学习确实得到了回报。我觉得我一定是世界上最慢的语言学习者。我不知道你们是如何在3到4个月内学会一门语言的。即使是6个月，我感觉我的大脑在语言（学习）部分上还是不灵光。我希望能快一点。"
    },
    "highlights": {
      "en": [
        "a couple days",
        "settling",
        "gray and gloomy",
        "do some exploring",
        "getting settled",
        "horrible",
        "paying off",
        "not click quickly for me"
      ],
      "cn": [
        "几天",
        "安顿一下",
        "阴沉沉的",
        "去探索一下",
        "安顿好",
        "太差了",
        "得到了回报",
        "不灵光"
      ]
    }
  },
  "episode_57": {
    "full_transcript": {
      "en": "OK, I'm now at my hair appointment. I always first take off my jewelry, so just took off my necklace. I might take these off just because it like always gets in the way. I just want a tiny little trim, probably an inch or two off just to freshen things up and then hopefully some face framing. I'm running a little late. Guys, I need to change my ways.",
      "cn": "好了，我现在到我预约好（的理发店）理发了。我一般都会先摘下首饰，所以刚刚摘了我的项链。这些首饰可能也要摘了，因为它们有点碍事。我只想稍微修剪一下，大概剪掉一两英寸，只是为了换个新形象，然后希望再修一下脸周围的头发。我有点迟到了。我真的得改掉这个习惯了。"
    },
    "highlights": {
      "en": [
        "at my hair appointment",
        "take off",
        "jewelry",
        "necklace",
        "gets in the way",
        "a tiny little trim",
        "freshen things up",
        "face framing",
        "running a little late",
        "change my ways"
      ],
      "cn": [
        "到我预约好（的理发店）理发",
        "摘下",
        "首饰",
        "项链",
        "碍事",
        "稍微修剪一下",
        "换个新形象",
        "修一下脸周围的头发",
        "有点迟到了",
        "改掉这个习惯了"
      ]
    }
  },
  "episode_58": {
    "full_transcript": {
      "en": "Here are some hot coffees. Americano. An americano is two shots of espresso with hot water. Macchiato. A macchiato is a shot of espresso with a little bit of foam milk. Latte. A latte is espresso, steamed milk (which is basically hot milk) and a little bit of foam milk on top. Cappuccino. A cappuccino is similar to a latte. It has espresso and steamed milk, but it has a lot more foam milk compared to a latte. Mocha. A mocha is a combination of espresso, chocolate, and steamed milk. It's a sweet and chocolatey coffee drink. Cold coffee drinks can be served over ice. An iced americano, ice mocha and iced latte are cold variations of the hot coffees. Frappuccino. A frappuccino is a coffee drink made with ice, milk, coffee and various flavors like chocolate, caramel or fruit. It's mixed in a blender.",
      "cn": "以下是几种热咖啡。美式咖啡：一杯美式咖啡是两份浓缩咖啡加热水。玛奇朵：玛奇朵是一份浓缩咖啡加少量奶泡。拿铁：拿铁是浓缩咖啡加蒸奶（其实就是热牛奶），上面还会有一点奶泡。卡布奇诺：卡布奇诺跟拿铁类似。它是浓缩咖啡加蒸奶，不过与拿铁相比，它的奶泡更多。摩卡，是浓缩咖啡、巧克力和蒸奶的混合（饮品）。它是一种带有甜味和巧克力味的咖啡饮品。冰咖啡可以加冰块饮用。冰美式、冰摩卡和冰拿铁是热咖啡的冷饮版本。星冰乐，是一种用冰块、牛奶、咖啡和各种口味的调料，比如巧克力、焦糖或水果制成的咖啡饮品。它是在搅拌机中混合而成的。"
    },
    "highlights": {
      "en": [
        "Americano",
        "two shots of espresso",
        "Macchiato",
        "a shot of espresso",
        "foam milk",
        "Latte",
        "steamed milk",
        "Cappuccino",
        "is similar to",
        "steamed milk",
        "foam milk",
        "Mocha",
        "a combination of",
        "chocolatey",
        "can be served over ice",
        "iced americano, ice mocha and iced latte",
        "cold variations",
        "Frappuccino",
        "caramel",
        "mixed in a blender"
      ],
      "cn": [
        "美式咖啡",
        "两份浓缩咖啡",
        "玛奇朵",
        "一份浓缩咖啡",
        "奶泡",
        "拿铁",
        "蒸奶",
        "卡布奇诺",
        "类似",
        "蒸奶",
        "奶泡",
        "摩卡",
        "混合",
        "巧克力味",
        "可以加冰块饮用",
        "冰美式、冰摩卡和冰拿铁",
        "冷饮版本",
        "星冰乐",
        "焦糖",
        "在搅拌机中混合"
      ]
    }
  },
  "episode_59": {
    "full_transcript": {
      "en": "Normally by this time in October, I'm into watching scary movies and watching thrillers . And I enjoy that kind of like feeling scared or feeling creeped out emotion because pretty much for the other eleven and a half months of the year, I just don't enjoy that feeling. I'm just not a horror movie person, but usually I do genuinely enjoy feeling a bit spooky halfway through October. Anyway, I'm just not feeling that way this year so we'll see how we go.",
      "cn": "通常到十月的这个时候，我就开始喜欢看恐怖片和惊悚片了。而且我挺享受那种害怕或毛骨悚然的感觉，因为基本上一年中其他十一个月半，我根本不喜欢这种感。我本身不是个爱看恐怖片的人，但通常到十月中旬，我确实真的会喜欢这种有点诡异的氛围。不过，今年我没有这种感觉，所以看看接下来会怎么样吧。"
    },
    "highlights": {
      "en": [
        "by this time",
        "I'm into",
        "scary movies",
        "thrillers",
        "scared",
        "creeped out",
        "pretty much",
        "I'm just not a horror movie person",
        "genuinely",
        "a bit spooky",
        "halfway through October"
      ],
      "cn": [
        "这个时候",
        "喜欢",
        "恐怖片",
        "惊悚片",
        "害怕",
        "毛骨悚然",
        "基本上",
        "我本身不是个爱看恐怖片的人",
        "真的",
        "有点诡异",
        "十月中旬"
      ]
    }
  },
  "episode_60": {
    "full_transcript": {
      "en": "Hello you guys, you know what time it is? It's fall time. I'm so freaking excited. I don't think you guys understand how excited I am. I love love love love love fall! I am beyond excited to finally decorate my room for fall. My room is very much pink, putting orange in my room, I feel like it's just the complete opposite of that but at the same time it's fall. I feel like we can make it work. This is the state of my room right now. My picture fell down and there's little residue left over. It's not giving fall at all, but hopefully by the end of this video my room will still scream cute coquette queen, featuring fall vibes. Anyway, the plan is to go to TJ Max and Marshalls and see if we find anything fall related.",
      "cn": "嗨，大家，你们知道现在是什么时候吗？秋天到了！我真的超级激动！你们可能不能理解我有多兴奋，我真的是很爱很爱很爱秋天！我终于可以装饰我的房间来迎接秋天了，我激动得不行。我的房间基本上都是粉色的，给房间里添一些橙色，感觉会与原来的风格完全相反，但同时又是秋天（的氛围）。我觉得我们可以做到。这是我房间现在的样子。我的画掉下来了，这里还留下了一点痕迹。看起来完全没有秋天的感觉,不过希望到视频结尾时，我的房间还能展现出可爱玩媚的女王风格，且带有浓浓的秋天氛围感。总之，我的计划是去TJ Max和Marshalls逛逛，看看能不能找到一些与秋天相关的东西。"
    },
    "highlights": {
      "en": [
        "freaking excited",
        "beyond excited",
        "complete opposite",
        "we can make it work",
        "the state of",
        "little residue left over",
        "not",
        "scream cute coquette queen",
        "featuring fall vibes"
      ],
      "cn": [
        "超级激动",
        "激动得不行",
        "完全相反",
        "我们可以做到",
        "样子",
        "留下了一点痕迹",
        "完全没有",
        "展现出可爱玩媚的女王风格",
        "带有浓浓的秋天氛围感"
      ]
    }
  },
  "episode_61": {
    "full_transcript": {
      "en": "This is my workspace. I did a full dedicated video to setting up my office room including my desk and I love this space so much. I love having a dedicated spot in my apartment just to do work at because I always feel so productive. Over here, I have my peg board and I kind of just want to tidy this up a little bit. I just got a lot of new school supplies and I want to put them out on here. Just when I sit down to do any work then I have everything right within reach to use. And I also usually use this wooden tray to set up my iPad or my laptop, but both of those are upstairs right now and I don't feel like getting them so that's why it looks a little empty right here. I just have a bunch of unopened school supplies.",
      "cn": "这是我的工作区。我专门拍了一段完整的视频来记录我布置办公室的过程，包括我的书桌，我非常喜欢这个空间。我喜欢在公寓里有一个专门工作的地方，因为我觉得这样工作效率很高。这边是我的挂板，我想稍微整理一下。我刚买了很多新的学习用品，想把它们摆放出来。这样当我坐下来工作时，所有的东西都触手可及。我也坚持会用这个木托架来放我的iPad或笔记本电脑，但它们现在都在楼上，我不想去拿，所以这里看起来有点空。我还有很多没拆封的学习用品。"
    },
    "highlights": {
      "en": [
        "workspace",
        "dedicated",
        "setting up my office",
        "a dedicated spot",
        "productive",
        "peg board",
        "tidy this up a little bit",
        "school supplies",
        "right within reach to use",
        "wooden tray",
        "set up",
        "a bunch of"
      ],
      "cn": [
        "工作区",
        "专门",
        "布置办公室",
        "专门工作的地方",
        "工作效率很高",
        "挂板",
        "稍微整理",
        "学习用品",
        "触手可及",
        "木托架",
        "放",
        "很多"
      ]
    }
  },
  "episode_62": {
    "full_transcript": {
      "en": "Very well done. Just wasn't the cleanest of drive volleys, but it just quickens the tempo and changes it, got itself into a good position. Well, this time the volley is excellent .And not a lot of space to hit that into but she controls it beautifully. The reward for being brave in the tightest of situations.",
      "cn": "非常好。（虽然这）不是截击抽球中最干净利落的，但它加快了（击球）节奏，改变了球的（走向），也让自己处于一个有利的位置。这次的截击非常出色。而且这里击球空间不大，但她控制得很漂亮。这是在最紧急的情况下，勇敢出击的回报。"
    },
    "highlights": {
      "en": [
        "cleanest",
        "drive volleys",
        "quickens the tempo",
        "a good position",
        "volley",
        "hit",
        "beautifully",
        "The reward for",
        "in the tightest of situations"
      ],
      "cn": [
        "最干净利落",
        "截击抽球",
        "加快了节奏",
        "一个有利的位置",
        "截击",
        "击球",
        "很漂亮",
        "这是",
        "在最紧急的情况下"
      ]
    }
  },
  "episode_64": {
    "full_transcript": {
      "en": "Around five months into our lovey-dovey stage, we decided to go on like a Halloween, you know, trick or treating. And one of my friends came along with us two. There were three of us, and I could tell that she was extremely attracted to my friend that she hadn't seen before. And when we decided to go home, my girlfriend went to her place and my friend came back to my place and my friend started to explain to me how he could tell that she was eyeing him and that just confirmed my suspicions. So that was when I'd developed a lot of anxiety, a lot of jealousy. And this is where my insecurities started to come in. I started to look myself in the mirror every single day and think I was ugly, even though I wasn't.",
      "cn": "大概在我们热恋期的第五个月时，我们决定去玩万圣节的\"不给糖就捣蛋\"。我的一个朋友也跟着我们两个一起去。我们一共是三个人，我能明显感觉到她对我朋友非常有好感，但这个朋友她从未见过。当我们决定回家时，我女朋友回了她家，而我的朋友则回到了我家，他开始跟我解释他是怎么感觉到她在盯着他的，这更证实了我的怀疑。所以，我开始感到非常焦虑和嫉妒，这时我的不安全感也开始出现了。我开始每天都照镜子，觉得自己丑，尽管实际上并不是这样。"
    },
    "highlights": {
      "en": [
        "lovey-dovey stage",
        "Halloween",
        "trick or treating",
        "came along with us two",
        "I could tell that",
        "was extremely attracted to",
        "how he could tell that",
        "eyeing",
        "suspicions",
        "jealousy",
        "insecurities",
        "look myself in the mirror"
      ],
      "cn": [
        "热恋期",
        "万圣节",
        "不给糖就捣蛋",
        "跟着我们两个一起去",
        "我能明显感觉到",
        "非常有好感",
        "他是怎么感觉到",
        "盯着",
        "怀疑",
        "嫉妒",
        "不安全感",
        "照镜子"
      ]
    }
  },
  "episode_65": {
    "full_transcript": {
      "en": "OK, the moment of truth. I'm just going to say off the bat, mine does not look like hers. Like hers looks so green and mine looks very diluted. So I'm thinking the ratios are off, but let's just give it a fair shot. So I was right. The ratios are very off. I'm getting a strong milk taste with a hint of matcha, which I think it should be reverse of that. I added some honey too, because I like a little bit of sweeter drinks usually, but I like it. Once I fix this ratio, I think I'm going to be drinking this in the mornings.",
      "cn": "好了，现在是揭晓真相的时刻。我直接说吧，我的饮料看起来跟她的不一样。她的饮料看起来很绿，但我的看起来很稀。所以我觉得是比例不对，不过还是先好好尝一下吧。我说的没错。比例完全不对。我这杯奶味很浓郁，还带有一点点抹茶味，我觉得应该要反过来才对。我还加了一点蜂蜜，因为我平时喜欢喝稍微甜一点的饮料，但我还是喜欢的。一旦调整好比例后，我觉得之后应该会在早上喝这个。"
    },
    "highlights": {
      "en": [
        "the moment of truth",
        "off the bat",
        "diluted",
        "the ratios are off",
        "give it a fair shot",
        "strong",
        "a hint of",
        "be reverse of",
        "fix",
        "this ratio"
      ],
      "cn": [
        "揭晓真相的时刻",
        "直接说吧",
        "稀",
        "比例不对",
        "好好尝一下吧",
        "浓郁",
        "一点点",
        "反过来才对",
        "调整好",
        "比例"
      ]
    }
  },
  "episode_66": {
    "full_transcript": {
      "en": "Making a tuna salad at home is really easy. I would prefer to use a Greek yogurt, just because it adds a little bit more protein and it's not as high in saturated fats as wasabi mayo is or spicy mayo is. But I really like the flavor of the spicy mayo, so I used that and I didn't have Greek yogurt anymore, so I just put some in with the tuna. It's all eyeballing at this point. Then I added a bit of extra sriracha sauce to get it a little bit more spicy and some pepper. And then I also added in some spring onion. Then I decided to cut up some cucumber and also make an avocado mesh.",
      "cn": "在家做金枪鱼沙拉真的很简单。我比较喜欢用希腊酸奶，因为它蛋白质含量更高一点，而且饱和脂肪含量没有芥末美乃滋或辣味美乃滋高。但我真的很喜欢辣味美乃滋的味道，所以我用了它，而且我也没有希腊酸奶了，所以就直接把它加进金枪鱼里。现在都是凭感觉来调的。我还额外加了一点拉差辣酱，想让它更辣一点，还加了一些黑胡椒。而且，我还放了一些小葱。然后我决定切一些黄瓜，再做一份牛油果泥。"
    },
    "highlights": {
      "en": [
        "tuna",
        "protein",
        "saturated fats",
        "wasabi mayo",
        "spicy mayo",
        "It's all eyeballing",
        "sriracha sauce",
        "spring onion",
        "cut up",
        "avocado mesh"
      ],
      "cn": [
        "金枪鱼",
        "蛋白质",
        "饱和脂肪",
        "芥末美乃滋",
        "辣味美乃滋",
        "凭感觉来调的",
        "拉差辣酱",
        "小葱",
        "切",
        "牛油果泥"
      ]
    }
  },
  "episode_67": {
    "full_transcript": {
      "en": "I've been really prioritizing making my meals at home because often when I am in a rush or just more busy in general, I tend to just eat quick things here and there. Don't really put much attention to my meals, but I noticed that when I do, I just enjoy it so much. I enjoy the process. It's like meditation to me, making your food from scratch. It's just a great way of grounding I guess. Also, when you get takeaway or just something that's already been pre-made, you never really know what goes in it in terms of ingredients. So it's just good to be able to locally source if you can or just get some high quality ingredients because it does influence how you feel a lot.",
      "cn": "我会优先考虑在家做饭，一般来说，在我赶时间或者比较忙的时候，我倾向于随便吃点速食。我并没有太注重自己的饮食，但我发现，当我认真做饭时，我真的很享受这个过程。从零开始做饭对我来说就像是一种冥想，我想这也是一种很好的放松方式。而且，在你吃外卖或预制菜时，你永远也不知道里面的原料到底是什么。所以，如果可以的话，最好在当地采购食材，或者买一些高质量的原料，因为这确实会很影响你的心情。"
    },
    "highlights": {
      "en": [
        "prioritizing",
        "in a rush",
        "in general",
        "tend to",
        "eat quick things",
        "meditation",
        "from scratch",
        "grounding",
        "takeaway",
        "ingredients",
        "locally source",
        "does"
      ],
      "cn": [
        "优先考虑",
        "赶时间",
        "一般来说",
        "倾向于",
        "吃点速食",
        "冥想",
        "从零开始",
        "放松",
        "外卖",
        "原料",
        "在当地采购食材",
        "确实"
      ]
    }
  },
  "episode_68": {
    "full_transcript": {
      "en": "Let's press on. Their most famous pastry, the doorstop. In Korea, when we would have these back in the day, or something that looks similar to this, there'd be like a dollop of ice cream, sometimes like drenched in syrup. Do you want a fork or are you going to bare hand that bad boy? Look at that. So it's got crispy caramel on the top. Sort of looks soft in the middle. This one's hot. It's fresh out of the oven.",
      "cn": "我们继续(品尝)。它们最著名的酥皮点心，这个门挡(一样的厚饼)。在韩国，以前我们吃这些或类似的东西时，这里会放一小勺冰淇淋，有时候会淋很多糖浆。你想要叉子，还是要直接用手吃这个？看这个。它表面有酥脆的焦糖。中间看起来有点软。这个是热的。它刚新鲜出炉。"
    },
    "highlights": {
      "en": [
        "Let's press on",
        "pastry",
        "doorstop",
        "back in the day",
        "a dollop of ice cream",
        "drenched in syrup",
        "bare hand",
        "bad boy",
        "crispy caramel",
        "Sort of",
        "fresh out of the oven"
      ],
      "cn": [
        "我们继续",
        "酥皮点心",
        "门挡",
        "以前",
        "一小勺冰淇淋",
        "淋很多糖浆",
        "直接用手",
        "这个",
        "酥脆的焦糖",
        "有点",
        "刚新鲜出炉"
      ]
    }
  },
  "episode_69": {
    "full_transcript": {
      "en": "Ollie: Josh, hold me back. It's so good. Very fluffy in the middle.It is a lot simpler than the croissant. Like the croissant looks laminated, it's got those layers. This,it's just bread. Josh: Well, it's not though, is it? Ollie: Covered in honey. Josh: It's disguised as just bread, but it's not just bread. One bite, Ollie,one bite.",
      "cn": "Ollie: Josh, 快阻止我。这个太好吃了。中间特别松软。它比可颂简单很多。可颂看起来是层层叠叠的，有很多层。这个呢，就只是面包。Josh: 可是它不只是（普通面包），对吧？Ollie: 还涂了一层蜂蜜。Josh: 它伪装成面包，但其实不单单只是面包。（只能）吃一口，Ollie，只能吃一口。"
    },
    "highlights": {
      "en": [
        "hold me back",
        "fluffy",
        "croissant",
        "laminated",
        "is it",
        "Covered in honey",
        "disguised as",
        "One bite"
      ],
      "cn": [
        "阻止我",
        "松软",
        "可颂",
        "层层叠叠",
        "对吧",
        "涂了一层蜂蜜",
        "伪装成",
        "吃一口"
      ]
    }
  },
  "episode_71": {
    "full_transcript": {
      "en": "I actually didn't Vlog yesterday, but I did have my first exam yesterday. I was rushing out the door because I was late and then I had tennis after school for 2 hours, so I didn't Vlog. But I had macroeconomics yesterday which actually went really well. I struggled for timings a bit but it's okay. I have 3 exams tomorrow so today is like getting on it. I'm gonna go to school today and try to do some revision in the library. I do have a driving lesson in the morning which I'm going to go to. I'll give you guys a little outfit check.",
      "cn": "我昨天真实没录视频，但我参加了第一场考试。我出门时很匆忙，因为我快迟到了，然后放学后还有两个小时的网球课，所以我没有录视频。不过，昨天的宏观经济学考试进行得挺顺利的。虽然时间把握得不是很好，但还好。我明天有三场考试，所以今天得开始准备了。今天我打算去学校，在图书馆复习。早上我还有一节驾驶课要去上。我给你们展示一下我的穿搭。"
    },
    "highlights": {
      "en": [
        "rushing out the door",
        "tennis",
        "macroeconomics",
        "went really well",
        "struggled for timings a bit",
        "getting on it",
        "revision",
        "outfit"
      ],
      "cn": [
        "出门时很匆忙",
        "网球课",
        "宏观经济学",
        "进行得挺顺利的",
        "时间把握得不是很好",
        "开始准备",
        "复习",
        "穿搭"
      ]
    }
  },
  "episode_72": {
    "full_transcript": {
      "en": "First, I think it's important before you sit down and do work to take a few minutes just to make sure everything is in order and everything is nice and clean. I definitely believe in the statement 'a clean space equals a clear mind' and I always notice that my workspace gets more messy as I start to get really deep into studying or editing. So just making sure that I clean it up at the end or as I go ensures that I'm not getting overwhelmed or distracted by the space around me. I also think in terms of motivation, it can be really helpful to try to romanticize your study space. So just like taking some inspiration from Pinterest, maybe lighting a candle and setting the vibe for when you're studying so that you feel a little bit more motivated and inspired to do some work.",
      "cn": "首先，我觉得在坐下来开始工作之前，花几分钟确保周围井井有条是很重要的。我很认同\"一个整洁的空间能带来清晰的思维\"这句话，而且我也发现，只要我很投入地学习或编辑，工作区域就会逐渐变乱。所以，随时保持整洁或结束后整理一下，这样我不会被周围的环境弄得不知所措或分心。此外，我觉得为了保持学习动力，适当美化一下学习空间也很有帮助，比如从Pinterest上获取一些灵感，可以点个香薰蜡烛，营造出一种氛围，让自己更有动力去投入学习。"
    },
    "highlights": {
      "en": [
        "in order",
        "definitely believe in the statement",
        "messy",
        "get really deep into studying",
        "clean it up",
        "as I go",
        "getting overwhelmed",
        "distracted",
        "romanticize",
        "taking some inspiration",
        "lighting a candle",
        "setting the vibe"
      ],
      "cn": [
        "井井有条",
        "很认同",
        "变乱",
        "很投入地学习",
        "整理一下",
        "随时",
        "不知所措",
        "分心",
        "美化",
        "获取一些灵感",
        "点个香薰蜡烛",
        "营造出一种氛围"
      ]
    }
  },
  "episode_73": {
    "full_transcript": {
      "en": "School is stressful. I see my friends who went back to school like a couple of weeks ago, talking about their lectures, talking about their clinicals, part of me misses that. But I only miss it because I got so much time hanging out with my friends at school, at the cafeteria having lunch together, gossiping about whatever happened that day, and now that's gone. So it's sad leaving school, but it's also like you feel like it's a really big victory. I was so proud of myself when I graduated because I knew it was such a hard time.",
      "cn": "上学是有压力的。我看到我的朋友们几周前刚开学，在聊他们的课程和临床实习，心里会有些怀念那段日子。但其实我怀念的只是在学校里有很多时间可以和朋友在一起玩，我们会在食堂一起吃午饭，聊当天发生的八卦，现在这些都没了。所以，离开学校确实有些难过，但也感觉像获得巨大的成功。毕业的时候我为自己感到很骄傲，因为我知道那段日子有多不容易。"
    },
    "highlights": {
      "en": [
        "a couple of weeks ago",
        "clinicals",
        "part of me misses that",
        "hanging out with my friends",
        "cafeteria",
        "gossiping",
        "victory",
        "was so proud of",
        "graduated"
      ],
      "cn": [
        "几周前",
        "临床实习",
        "心里会有些怀念那段日子",
        "和朋友在一起玩",
        "食堂",
        "八卦",
        "成功",
        "感到很骄傲",
        "毕业"
      ]
    }
  },
  "episode_74": {
    "full_transcript": {
      "en": "All right. I think it's time to paint my nails. When I was at Target, by the way, I also grabbed this. This is the Sally Hansen nail fortifier, this is life-changing. If you have brittle nails, especially like whenever I get my acrylics taken off, my nails are really weak. I just put a couple coats of this on, and my nails are just less likely to break this way, but I'm so excited to paint my own nails. I can not remember the last time that I did my own fingernail painting. This color is just perfect ballerina pink. So oh god, I'm actually like probably going to be really bad. I kind of like the smell of nail polish. Do you guys also relate or no? It smells so good. It's kind of like when people like the smell of gasoline or chlorine in a pool.",
      "cn": "好了。我该给自己涂指甲了。顺便说一下，我在Target的时候也拿了这个。这是Sally Hansen的护甲油，这个超级有用。如果你的指甲比较脆弱，特别是像我每次卸掉美甲后，指甲就会变得很脆弱。我只要涂上几层这个，指甲就不太容易断了，但我现在很兴奋，要自己动手涂指甲了。我都不记得上一次自己涂指甲是什么时候了！这个颜色是完美的芭蕾粉。天啊，估计我会涂得一塌糊涂。我还有点喜欢指甲油的味道。你们有这种感觉吗？它很好闻。就像有些人喜欢汽油味或者游泳池的氯味一样。"
    },
    "highlights": {
      "en": [
        "paint my nails",
        "by the way",
        "nail fortifier",
        "life-changing",
        "brittle nails",
        "acrylics",
        "put a couple coats of",
        "fingernail painting",
        "ballerina pink",
        "kind of like",
        "nail polish",
        "Do you guys also relate or no",
        "gasoline",
        "chlorine"
      ],
      "cn": [
        "涂指甲",
        "顺便说一下",
        "护甲油",
        "超级有用",
        "指甲比较脆弱",
        "美甲",
        "涂上几层",
        "涂指甲",
        "芭蕾粉",
        "有点喜欢",
        "指甲油",
        "你们有这种感觉吗",
        "汽油味",
        "氯味"
      ]
    }
  },
  "episode_75": {
    "full_transcript": {
      "en": "If you are the smartest in the room, you need to go to a different room. Sometimes we are in such a rush to have answers and to figure it out, but the truth is there is no end point. You could spend years, studying a subject, and there might still be things you are yet to discover that can feel disappointing and demotivating at times. But it's a good thing, not knowing everything allows us to grow. We can not become the best version of ourselves if we limit our potential by saying that we are done learning.",
      "cn": "如果你是这个圈子里最聪明的那个人，那么你该去不同的圈子了。有时我们急于找到答案，急于理清一切，但实际上，这一切是没有尽头的。你可能花几年时间研究一个学科，但仍然有尚未发现的东西，有时这会让人感到失望和泄气。但这是件好事，未知让我们有机会成长。如果我们觉得自己已经学完了，就会限制我们的潜力，无法成为最好的自己。"
    },
    "highlights": {
      "en": [
        "in the room",
        "in such a rush",
        "figure it out",
        "yet",
        "feel disappointing",
        "demotivating",
        "at times",
        "become the best version of ourselves",
        "limit our potential"
      ],
      "cn": [
        "这个圈子里",
        "急于",
        "理清一切",
        "尚未",
        "感到失望",
        "泄气",
        "有时",
        "成为最好的自己",
        "限制我们的潜力"
      ]
    }
  },
  "episode_76": {
    "full_transcript": {
      "en": "For the last two years, I've been on that workout game. I love it. But at the same time, I have to admit, despite the fact that I was getting closer and closer to having my dream body, something didn't feel right. Over the last six months, I realized that no amount of external achievement could fill the internal gaps. The same happened in other areas of my life. I would work towards a goal, give it my all, put in a lot of effort, and after reaching it, I did not feel fulfilled. It didn't matter that I was in a much better place than years ago, moved out of my hometown to another country, living in a beautiful city, surrounded by friends I absolutely adored, but all of that never made me feel more complete as a person. It wasn't until I started working on my mental and emotional well-being that I began to find true peace.",
      "cn": "过去两年，我一直坚持健身。我很喜欢这种感觉。但同时，我必须承认，虽然越来越接近我的理想身材，但总感觉有些不对劲。过去的六个月里，我意识到，再多的外在成就也填补不了内心的空缺。生活中的其他地方也是如此。我会为一个目标努力，全力以赴，投入很多心血，但达成目标之后，并没有感到满足。哪怕现在的生活比几年前好了很多，搬离家乡到了另一个国家，住在美丽的城市，身边有一群我非常喜欢的朋友们，但这一切都未能让我成为一个更加完整的人。直到我开始关注我的心理和情绪健康，才逐渐找到了真正的内心平静。"
    },
    "highlights": {
      "en": [
        "For the last two years",
        "my dream body",
        "Over the last six months",
        "external achievement",
        "internal gaps",
        "give it my all",
        "fulfilled",
        "moved out of my hometown",
        "surrounded by",
        "It wasn't until",
        "that"
      ],
      "cn": [
        "过去两年",
        "我的理想身材",
        "过去的六个月里",
        "外在成就",
        "内心的空缺",
        "全力以赴",
        "满足",
        "搬离家乡",
        "身边有",
        "直到",
        "才"
      ]
    }
  },
  "episode_78": {
    "full_transcript": {
      "en": "I want to do laundry. I have towels that I need to wash.I want to take off my bed sheets, wash my sheets, and then I have lights and darks for clothes both ,so I need to do four loads of laundry. I also want to clean up the kitchen. It's really not bad because I just cleaned it the other day for my fall video that I think is going up after this one, but I did that so I could put some place mats out on my counter. And so the kitchen's honestly not bad. I do have dishes in my dishwasher I need to empty out and put back in the cabinets. And then I have a few dishes sitting by the sink that I need to wash. And then I just want to get out all the ingredients for my dinner that I'm making tonight.",
      "cn": "我想洗衣服，毛巾也需要洗一下。我还想把床单拆下来洗了，然后我还有浅色和深色的衣服，所以一共需要洗四次。我还想把厨房收拾一下。其实厨房并不乱，因为为了拍一个秋天主题视频，前几天我刚打扫过，那个视频会在这个视频之后上传，但是当时打扫厨房是想把餐垫铺在台面上。所以说实话厨房并不乱。不过我确实需要清空洗碗机里的碗盘，把它们放回柜子里。然后水槽旁边也有一些碗需要洗。另外，我还想把今天晚餐需要的食材都拿出来。"
    },
    "highlights": {
      "en": [
        "do laundry",
        "take off my bed sheets",
        "lights and darks for clothes both",
        "do four loads of laundry",
        "clean up the kitchen",
        "the other day",
        "place mats",
        "counter",
        "dishwasher",
        "empty out",
        "put back in the cabinets",
        "sitting by the sink",
        "get out",
        "ingredients"
      ],
      "cn": [
        "洗衣服",
        "把床单拆下来",
        "浅色和深色的衣服",
        "洗四次",
        "把厨房收拾一下",
        "前几天",
        "餐垫",
        "台面",
        "洗碗机",
        "清空",
        "放回柜子里",
        "水槽旁边",
        "拿出来",
        "食材"
      ]
    }
  },
  "episode_79": {
    "full_transcript": {
      "en": "Y'all. I have been doing this for like two and a half hours and I've only finished filling in two pumpkins. Not even the lines down the side, not the stems, just filling them in. Like I knew this was going to be the one that took the longest, but...Oh my God, I feel like I'm spinning. I need to like get up and eat dinner or something. It's literally 7:00. Also, if you're going to do this, I highly recommend don't have long nails because it makes the whole threading and tying off part so much harder.",
      "cn": "大家，我已经做这个大约两个半小时了，但我只填满了两个南瓜。连侧边的线和茎都没做，只是填充了它们。我知道这会是最花时间的一个，但...天呐，感觉我已经（累）晕了。我需要起来去吃晚饭或者做点别的事。现在已经7点了。而且，如果你要做这个，我强烈建议不要留长指甲，因为会让整个穿线和打结的部分变得更难。"
    },
    "highlights": {
      "en": [
        "Y'all",
        "filling in",
        "pumpkins",
        "the lines down the side",
        "stems",
        "took the longest",
        "spinning",
        "I highly recommend",
        "have long nails",
        "threading",
        "tying off"
      ],
      "cn": [
        "大家",
        "填满",
        "南瓜",
        "侧边的线",
        "茎",
        "最花时间",
        "晕",
        "我强烈建议",
        "留长指甲",
        "穿线",
        "打结"
      ]
    }
  },
  "episode_80": {
    "full_transcript": {
      "en": "I feel like, according to TikTok, Instagram, and social media that I'm the only person on this earth who does not like autumn. I hate cold weather, and the rejoicing of its arrival is baffling to me. I genuinely do not understand what is even the slightest bit pleasurable about being cold. Okay, and I get that you may not want to be really hot, like people who hate hot, sticky weather. I kind of get that, but who in their right mind would want to be cold? Surely everyone likes being warm, like being warm is pleasant and comfortable. I also hate the fact that it gets darker earlier. Who doesn't want as much daylight and like daytime as possible? When it gets dark this early, it makes me feel a bit depressed. Also, the morning is like waking up and actually trying to drag yourself out of bed while it's still dark. For me, it's basically impossible.",
      "cn": "我感觉从抖音、Instagram和社交媒体的信息来看，我好像是地球上唯一一个不喜欢秋天的人。我对冷寒的天气，（看到大家）欣喜地迎接秋天的到来我真的无法理解。我真的不理解，变冷了有什么好高兴的。好吧，我能理解有些人不喜欢太热的天气，就像有些人对庆又热又黏糊糊的天气。我大概能理解这种感受，但哪个正常人会想挨冷呢？肯定每个人都喜欢温暖的吧，暖和是比较宜人和舒适的。我还特别讨厌天黑得很早。谁不想尽可能多地享受阳光和白天呢？天黑得很早时，让我觉得有点压抑。而且早晨起床的时候，天还黑着，但要努力把自己从床上挣扎来，对我来说，这基本上是不可能的。"
    },
    "highlights": {
      "en": [
        "rejoicing",
        "is baffling to me",
        "genuinely",
        "the slightest bit pleasurable",
        "sticky",
        "in their right mind",
        "pleasant",
        "as much daylight",
        "feel a bit depressed",
        "drag yourself out of bed"
      ],
      "cn": [
        "欣喜地",
        "我真的无法理解",
        "真的",
        "有什么好高兴",
        "黏糊糊",
        "正常人",
        "宜人",
        "尽可能多地享受阳光",
        "觉得有点压抑",
        "把自己从床上挣扎来"
      ]
    }
  },
  "episode_81": {
    "full_transcript": {
      "en": "So here's a story. I was literally like getting ready for bed because my bedtime is like so early because I'm a grandma. All of a sudden I hear this like loud crashing sound coming from outside and me and my mom run outside and there's this lady like flipped over in her car, like in the middle of my street.After we got her out, after EMS came, I turned around and my car broken.My tail light was broken.Basically my car was parked in front of my house and it got hit .And unfortunately the cost to fix the car was considered more than the actual value of the car.So it ended up getting totaled. And that car RIP.",
      "cn": "事情是这样的。我当时正准备上床睡觉，因为我睡得特别早，我像个老太太一样。突然我听到外面传来一阵巨大的撞击声，然后我和我妈就跑出去，发现有个女士的车翻了，就在街道的中间。等我们把她救出来，救护车也来了之后，我转过身，发现自己的车也被撞坏了。我的尾灯被撞坏了。我的车就停在我家门口，结果被撞了，而且修车的费用比车本身的价值还高，所以它就报废了。我的车安息了。"
    },
    "highlights": {
      "en": [
        "was getting ready for bed",
        "All of a sudden",
        "loud crashing sound",
        "run outside",
        "flipped over",
        "turned around",
        "tail light",
        "got hit",
        "the cost to fix the car",
        "more than",
        "getting totaled",
        "RIP"
      ],
      "cn": [
        "正准备上床睡觉",
        "突然",
        "巨大的撞击声",
        "跑出去",
        "翻了",
        "转过身",
        "尾灯",
        "被撞",
        "修车的费用",
        "还高",
        "报废了",
        "安息"
      ]
    }
  },
  "episode_82": {
    "full_transcript": {
      "en": "So first, I got these little things for my cup holders so that they don't get super like gross and dusty and just ugly. They're just these black little circle thingies to put in my cup holders. I don't even know if they're going to fit, but we're going to test them out. We got two, obviously. I got this little trash can thing for my car because when like I'm chewing gum or something, like the wrapper, it just always accumulates and there's so much trash. So I got these little buckets. I think my mom also has some of these. So I just got one for the side of my car, like the door, so I can just put it there and throw out the trash whenever.",
      "cn": "首先，我买了这些小东西放在杯架里，这样杯架就不会变得脏兮兮的，满是灰尘，还很难看。它们就是一些黑色的小圆片，可以放在杯架里用的。我甚至不知道它们合不合适，不过我们会先试试看。当然啦，我买了两个。我还买了一个小垃圾桶放在车里，因为我嚼口香糖或其他东西时，包装纸之类的东西总是越积越多，就会有很多垃圾。所以我买了这种小桶。我妈妈也有几个这种桶。所以我就买了一个放在车的侧边，就是车门那里，这样我可以放在那里，随时扔垃圾。"
    },
    "highlights": {
      "en": [
        "cup holders",
        "gross",
        "dusty",
        "black little circle thingies",
        "fit",
        "test out",
        "trash can",
        "chewing gum",
        "wrapper",
        "buckets",
        "side",
        "throw out the trash"
      ],
      "cn": [
        "杯架",
        "脏兮兮的",
        "满是灰尘",
        "黑色的小圆片",
        "合不合适",
        "试试看",
        "垃圾桶",
        "嚼口香糖",
        "包装纸",
        "小桶",
        "侧边",
        "扔垃圾"
      ]
    }
  },
  "episode_83": {
    "full_transcript": {
      "en": "I've actually surprised myself like how much I love this look, what it is so so cute! So the skirt I already had, it's not from Goelia, it's from & Other Stories. It's a little black bouquet skirt with a frill hem. And then on top, I've got this beautiful cardigan from Goelia, another cardigan I know, but this, to me, guys, it's giving Chanel. It's giving Chanel Cruise. Oh my god, it's just heaven! I love the little black piped details, I think it looks so so chic. It has these really cute little like gold anomaly buttons, and it's just classy. And I just think, with all of the styling, it really comes together—the black headband, the sheer black tights, and guys, I actually got Mary Janes in black too!",
      "cn": "我还真没想到自己会这么喜欢这套穿搭，真的太太太可爱了！这条裙子是我本来就有的，不是Goelia的，而是& Other Stories的。它是一条黑色的小花边裙，带有荷叶边下摆。上面这件漂亮的开衫来自Goelia，又是开衫我知道，但这个真的有种香奈儿的感觉，是香奈儿度假系列的感觉。天哪，真的太完美了！我超爱这些黑色镶边的小细节，我觉得看起来非常别致。它还有这些非常可爱特别的金色纽扣，就很有气质。我觉得整体搭配真的很和谐，有黑色发带、黑色打底袜，而且，我还买了黑色的玛丽珍鞋！"
    },
    "highlights": {
      "en": [
        "I've actually surprised myself",
        "little black bouquet skirt",
        "frill hem",
        "cardigan",
        "it's giving Chanel",
        "it's just heaven",
        "the little black piped details",
        "chic",
        "gold anomaly buttons",
        "classy",
        "it really comes together",
        "headband",
        "sheer black tights",
        "Mary Janes"
      ],
      "cn": [
        "真没想到自己会这么喜欢",
        "黑色的小花边裙",
        "荷叶边下摆",
        "开衫",
        "有种香奈儿的感觉",
        "真的太完美了",
        "黑色镶边的小细节",
        "别致",
        "特别的金色纽扣",
        "气质",
        "整体搭配真的很和谐",
        "发带",
        "黑色打底袜",
        "玛丽珍鞋"
      ]
    }
  },
  "episode_85": {
    "full_transcript": {
      "en": "Something that I really like about this product is that you can use it over and over again and that means less waste. If you look at the brush up close, you can see that there are these little hairs and they will grab the lint as you wipe the brush downwards on your clothing. But be careful not to wipe the other way, as all of the lint that you just removed will then stick to your clothes once again. Other than that, it is a lot like using a regular lint roller. And if you have a dog or a cat or just any other pet that sheds a lot of hair, you probably know how life-saving lint rollers can be.",
      "cn": "我特别喜欢这款产品的一点是它可以重复使用，这可以减少浪费。靠近点看刷子你会发现，上面有一些细小的毛，刷子在衣服上向下擦时，这些毛会带走（衣服上的）绒毛。但要小心不要反方向擦，不然刚清理下来的毛絮会重新粘到衣服上。除此之外，使用方法和普通的粘毛滚很相似。如果你家有猫或狗，或者任何掉毛多的宠物，应该就能体会粘毛滚有多重要了。"
    },
    "highlights": {
      "en": [
        "over and over again",
        "look at",
        "brush",
        "hairs",
        "lint",
        "wipe",
        "downwards",
        "the other way",
        "removed",
        "stick to",
        "once again",
        "Other than that",
        "regular lint roller",
        "sheds a lot of hair",
        "life-saving"
      ],
      "cn": [
        "重复使用",
        "靠近点看",
        "刷子",
        "毛",
        "绒毛",
        "向下擦",
        "反方向",
        "清理下来",
        "重新粘到",
        "除此之外",
        "普通的粘毛滚",
        "掉毛多",
        "重要"
      ]
    }
  },
  "episode_86": {
    "full_transcript": {
      "en": "Hello everyone. Happy November. Part of me just can't quite believe that we are here ready and we've only got two months left of this entire year. So honestly, I am so desperate to take stock and make sure that I'm making the most of what in my books is the final month of autumn. So, today I just want to have a really, really cozy, lovely autumnal day. I want to tick off a couple of autumnal bucket list items that I haven't done yet so far over the last couple of months. And I also just want to sit into a bit of a reflection.",
      "cn": "大家好，十一月快乐！有点不敢相信我们已经到这个时间点了，今年一整年只剩下两个月了。说实话，我真的很想停下来好好总结一下，确保我能充分利用这个在我看来属于秋天的最后一个月。所以，今天我只想度过一个非常舒适、愉悦的秋日。我还想完成一些秋季待办事项，这些是过去几个月里还没来得及做的。同时，我也想静下来稍微反思一下。"
    },
    "highlights": {
      "en": [
        "Part of me just can't quite believe that",
        "got",
        "left",
        "take stock",
        "making the most of",
        "what in my books is",
        "cozy",
        "autumnal day",
        "tick off a couple of",
        "bucket list items",
        "sit into a bit of a reflection"
      ],
      "cn": [
        "有点不敢相信",
        "剩下",
        "停下来好好总结一下",
        "充分利用",
        "在我看来属于",
        "舒适",
        "秋日",
        "完成一些",
        "待办事项",
        "静下来稍微反思一下"
      ]
    }
  },
  "episode_87": {
    "full_transcript": {
      "en": "It's not got that October spooky season thing. It's not the initial excitement of autumn that comes with September where it's still all bright. I think November's the first month where, especially in the UK when the clocks go back and it's really starting to get dark, the temperatures are starting to drop, your motivation starts to die a little bit. I've already been feeling it that it's way harder to get up in the morning and I just feel a little bit more sluggish and slow. And part of that I'm sure is just we just follow nature and we're slowing down. So anyway, I just want to take stock of where I'm at the moment and make sure that I really make the most of November and I don't let myself slip into some of those lower mental health habits I suppose that can come around when winter really starts to kick in.",
      "cn": "它没有十月（万圣节的）那种恐怖氛围，也没有九月那种秋天刚到来时的兴奋感，那时候还很明媚。尤其是在英国，我觉得十一月是第一个时钟回拨的月份，天开始变黑，气温开始下降，人的动力也开始减弱。我已经感觉到，早上起床变得更难了，自己也觉得有点懒散，而且（行动也）慢吞吞的。我觉得这其中一部分原因肯定是我们顺应自然，我们在放慢节奏了。所以呢，我现在想好好总结一下目前的状态，确保自己能充分利用十一月，不让自己陷入那些在冬天来临时容易出现的较差的心里状态里。"
    },
    "highlights": {
      "en": [
        "spooky",
        "the clocks go back",
        "die a little bit",
        "sluggish",
        "slow",
        "follow nature",
        "slowing down",
        "take stock",
        "make the most of",
        "let myself slip into",
        "lower mental health habits",
        "kick in"
      ],
      "cn": [
        "恐怖",
        "时钟回拨",
        "减弱",
        "懒散",
        "慢吞吞的",
        "顺应自然",
        "放慢节奏",
        "好好总结一下",
        "充分利用",
        "让自己陷入",
        "较差的心里状态",
        "来临"
      ]
    }
  },
  "episode_88": {
    "full_transcript": {
      "en": "I thought I'd tell you a secret. If you ever want to have your room feel like it's just full of plants and it feels green and alive, but you struggle to find the time to water every single one of them, you can get fake plants from the thrift store. Usually there are quite a few there, and you can mix them in with the real ones. I think my other favorite way to have plants is in jars. I think that's one of my favorites. I think they're just so unique and I like the little terrariums.",
      "cn": "我想告诉你一个小秘密。如果你希望你的房间到处都是植物，感觉绿意盎然，但又苦于没时间去给每一株植物浇水，你可以在二手店买一些仿真植物。通常那里有不少选择，你可以把它们和真植物混在一起。我喜欢的另一种养植物的方式是把它们放在罐子里。这是我最喜欢的方式之一。我觉得它们非常独特，而且我也喜欢那些小巧的生态瓶。"
    },
    "highlights": {
      "en": [
        "If you ever want to",
        "green and alive",
        "struggle to",
        "water",
        "fake plants",
        "the thrift store",
        "quite a few",
        "mix",
        "in with",
        "jars",
        "terrariums"
      ],
      "cn": [
        "如果你希望",
        "绿意盎然",
        "苦于",
        "浇水",
        "仿真植物",
        "二手店",
        "不少",
        "混在一起",
        "罐子",
        "生态瓶"
      ]
    }
  },
  "episode_89": {
    "full_transcript": {
      "en": "Well, not only can you combine any of the flavours of Five Guys, but you can also choose whatever toppings you want on the burgers, right? It's something else that sets Five Guys apart. So for this next burger, we've chosen one of every topping to go all the way. You've got Mayo, relish, onion, lettuce, pickle, tomato, ketchup, mustard, grilled onion, grilled mushrooms, jalapenos, grilled peppers, bacon, BBQ sauce, HP sauce.",
      "cn": "你不仅可以随意组合 Five Guys 的任何口味，还可以选择任何你想要的汉堡配料。这些也是让 Five Guys 与众不同的地方。所以，接下来这一款汉堡，我们选择每种配料都来一份，来一份'全套'的。你会吃到蛋黄酱、酸黄瓜酱、洋葱、生菜、酸黄瓜、番茄、番茄酱、芥末、烤洋葱、烤蘑菇、墨西哥辣椒、烤辣椒、培根、烧烤酱，还有 HP 酱。"
    },
    "highlights": {
      "en": [
        "flavours",
        "toppings",
        "sets",
        "apart",
        "one of every",
        "go all the way",
        "Mayo",
        "relish",
        "lettuce",
        "pickle",
        "ketchup",
        "mustard",
        "grilled mushrooms",
        "jalapenos",
        "grilled peppers",
        "bacon",
        "BBQ sauce",
        "HP sauce"
      ],
      "cn": [
        "口味",
        "配料",
        "与众不同",
        "每种配料都来一份",
        "全套",
        "蛋黄酱",
        "酸黄瓜酱",
        "洋葱",
        "生菜",
        "酸黄瓜",
        "番茄",
        "番茄酱",
        "芥末",
        "烤洋葱",
        "烤蘑菇",
        "墨西哥辣椒",
        "烤辣椒",
        "培根",
        "烧烤酱",
        "HP 酱"
      ]
    }
  },
  "episode_90": {
    "full_transcript": {
      "en": "The whole reason I actually came on this trip was: I like to do at least one solo trip a year. I've been doing it for the past, like four or so years, and I just think they're really fun and a good way to kind of reconnect with yourself. And the second reason was because I was kind of missing home. So I'm from Seattle—the mountains, the lakes, the nature—it's just absolutely stunning. And it's something that you just really can't replicate unless you're in the mountains. And I live in London, which is a city, and it's flat. So, I decided to book myself a little trip to Switzerland, which is a crazy thing that I'm able to do. And the third reason is it was a promotion gift to myself. I got a promotion at work, so I decided to go on a trip to celebrate. And so, now I'm eating snacks in the Swiss Alps.",
      "cn": "我来这次旅行的真正原因是：我喜欢每年至少有一次独自旅行。之前我一直这样做，大概有四年左右了，而且我觉得这种旅行非常有趣，也是一种很好的方式来重新找回自己。第二个原因是，我有点想家了。我来自西雅图，那里的山、湖泊、大自然真的特别美。而这些感受，除非就在山里，否则是无可比拟的。然而，我现在住在伦敦，那是个城市，而且地势平坦。所以，我决定给自己安排一次去瑞士的小旅行，这对我来说是一件疯狂的事情。第三个原因是，这次旅行是我送给自己的升职礼物。我升职了，所以想用这次旅行来庆祝一下。所以，现在我在瑞士阿尔卑斯山里吃着零食。"
    },
    "highlights": {
      "en": [
        "solo trip",
        "I've been doing it for the past",
        "four or so years",
        "reconnect with yourself",
        "kind of missing home",
        "absolutely stunning",
        "replicate",
        "flat",
        "book myself a little trip to Switzerland",
        "promotion gift",
        "I got a promotion at work",
        "Swiss Alps"
      ],
      "cn": [
        "独自旅行",
        "之前我一直这样做",
        "四年左右",
        "重新找回自己",
        "有点想家",
        "真的特别美",
        "无可比拟",
        "地势平坦",
        "给自己安排一次去瑞士的小旅行",
        "升职礼物",
        "我升职了",
        "瑞士阿尔卑斯山"
      ]
    }
  },
  "episode_92": {
    "full_transcript": {
      "en": "Being busy leaves me no time to be sad. You definitely need to be able to sit with your thoughts and accept things, and be at peace, so don't do that. But it is true, sometimes once you've done all of your ruminating, you do just need to get up and go, and do things, and plan things with friends, and try to make your week a bit busier, so you're not just home after work all the time. And just trying to be a little bit spontaneous too, joining clubs that you like, really putting yourself out there. I think it's the main thing after college. I've had to do that in New York, really put myself out there more than in college, because in college, your friends kind of come to you. Obviously, everyone in school is there, living right next to you, but after that you kind of have to go out of your way a little bit to meet people. So, I guess that will be my advice, and also just know that you're not alone in that feeling. And it's normal to have a few months, years, even more of an adjustment period, and it will get better.",
      "cn": "忙碌让我没时间悲伤。当然，你必须能够静下心来接受现实，保持平和的心态，所以不要（总是）这样做。但这也是对的，有时候，一旦你已经深入思考后，就需要站起来去行动，去做些事情，和朋友制定一些计划，试着让自己这周稍微忙碌一点，这样就不会总是下班后就回家。而且，也要试着更随性一点，（比如）加入你喜欢的俱乐部，真正去尝试新事物。我觉得这是大学毕业后最重要的事情。在纽约，我必须这么做，必须比大学时更主动地去参与社交活动，因为在大学里，朋友会主动来找你。毕竟学校里的每个人都（住）在那里，都住在你身边，但毕业后，你就必须主动走出去认识新朋友。所以，这就是我的建议，同时你要知道，这种感受并不是只有你有。而且，适应期可能会持续几个月、几年，甚至更久，这都是很正常的，但它会变得更好。"
    },
    "highlights": {
      "en": [
        "sit with your thoughts",
        "be at peace",
        "ruminating",
        "be a little bit spontaneous",
        "putting yourself out there",
        "put myself out there",
        "next to",
        "you're not alone in that feeling",
        "it's normal",
        "an adjustment period"
      ],
      "cn": [
        "静下心来",
        "平和的心态",
        "深入思考",
        "更随性一点",
        "去尝试新事物",
        "主动地去参与社交活动",
        "身边",
        "这种感受并不是只有你有",
        "这都是很正常的",
        "适应期"
      ]
    }
  },
  "episode_93": {
    "full_transcript": {
      "en": "I had a video that was a very specific concept I had written, which was that I wanted to be prosthetically turned into a man and live my life as a man. And I wanted a female director to direct it. And the few that I reached out to were fortunately booked. You know, we like it when women work, but none of the female directors that I wanted to direct it could do it. So I was like, well, I could do it maybe. And then when I did direct, I just thought, this is actually more fulfilling than I ever could have imagined.",
      "cn": "我有一个视频里写了一个非常具体的构思，我希望通过假体化妆，变成一个男人，并以男人的身份生活。我想让一位女性导演来执导这个作品。我联系的几位女导演都已经被预约了，是值得庆幸的。你也知道，我们喜欢女性有（自己的）工作，但我希望可以来执导的女导演都没法来。所以我就想，也许我可以自己试试。然后，当我真的去执导时，我发现，这真的远比我想象中的更有满足感。"
    },
    "highlights": {
      "en": [
        "prosthetically turned into",
        "female director",
        "direct",
        "reached out to",
        "booked",
        "none of",
        "did",
        "this is",
        "more fulfilling than I ever could have imagined"
      ],
      "cn": [
        "通过假体化妆",
        "女性导演",
        "执导",
        "联系",
        "被预约",
        "都没法",
        "真的",
        "这",
        "远比我想象中的更有满足感"
      ]
    }
  },
  "episode_94": {
    "full_transcript": {
      "en": "I know you guys know that TV casts aren't always as close as you all are. So what was it about this experience with these people that bonded you like it did? And so you're all so close all these years later. All I can say is that there was something that was laid down at the very, very beginning that kind of went into our neural pathways that instantly it was in our DNA that we were family, we were going to take care of each other. And it was without question. There was never competition. If there was ever a conflict, it was instantly addressed and handled. No, no eggshells. It was just something, and it's unexplainable. But we're the most grateful women that I know who have been able to be a part of something like this.",
      "cn": "我知道你们都知道，电视剧演员之间并不是都像你们这样亲密。那么，这次跟这些人的合作，是什么让你们建立了这么深的感情？而且，这么多年过去了，你们关系还是这么好？我只能说，从一开始的时候，就被种下了某种东西，它好像进入了我们的神经通路，瞬间融入了我们的DNA，就像我们是一家人，我们会照顾彼此。而且，这是理所当然的。（我们）之间从未有过竞争。如果有冲突，也会立刻解决、处理掉。没有任何隔阂。这种感觉无法解释，但确实存在。但参与这段感情的我们，就是我所认识的最懂得感恩的一群女性。"
    },
    "highlights": {
      "en": [
        "TV casts",
        "what was it about",
        "bonded",
        "All I can say is that",
        "was laid down",
        "neural pathways",
        "was in our DNA",
        "take care of each other",
        "it was without question",
        "was instantly addressed and handled",
        "no eggshells",
        "unexplainable"
      ],
      "cn": [
        "电视剧演员",
        "是什么",
        "建立了这么深的感情",
        "我只能说",
        "从一开始的时候就被种下了",
        "神经通路",
        "融入了我们的DNA",
        "照顾彼此",
        "这是理所当然的",
        "会立刻解决、处理掉",
        "没有任何隔阂",
        "无法解释"
      ]
    }
  },
  "episode_95": {
    "full_transcript": {
      "en": "I have chronic sleep issues thanks to my spectacular ADHD. So in order to make it on time for school, I have a bit of a strange morning routine. I set a bunch of morning alarms starting from 6:30 AM and space them out, so that I never quite have enough time to fall back asleep before the next one goes off. After about 20 minutes, I'm awake enough to hop on my computer and play my morning playlist, starting with Snoop Dogg's affirmation song. I kind of mumble along the words, but by the time the song ends, I have to be out of bed. Then I dance around to a hype song. This helps regulate my nervous system and wakes me up.",
      "cn": "由于我有严重的注意力缺陷多动障碍（ADHD），我长期存在睡眠问题。所以为了能准时上学，我有一个有点奇怪的晨间惯例。我设了一堆闹钟，从早上6:30开始，每隔一段时间响一个，所以，在下一个闹钟响之前，我永远没有足够的时间再次入睡。大概20分钟后，我就足够清醒可以坐到电脑前了，播放我的早晨歌单，从Snoop Dogg的励志歌曲开始。我会含糊地跟着哼唱，但当这首歌结束时，我就必须下床了。然后我会随着一首动感的歌曲跳舞。这能帮助我调节我的神经系统，让我彻底清醒。"
    },
    "highlights": {
      "en": [
        "chronic",
        "spectacular ADHD",
        "on time",
        "morning routine",
        "set a bunch of",
        "morning alarms",
        "space them out",
        "fall back asleep",
        "goes off",
        "hop on",
        "affirmation song",
        "mumble along the words",
        "by the time",
        "be out of bed",
        "dance around to",
        "hype song",
        "regulate my nervous system"
      ],
      "cn": [
        "长期",
        "严重的注意力缺陷多动障碍",
        "准时",
        "晨间惯例",
        "设了一堆",
        "闹钟",
        "每隔一段时间",
        "再次入睡",
        "响",
        "坐到",
        "励志歌曲",
        "含糊地跟着哼唱",
        "当",
        "下床了",
        "随着",
        "动感的歌曲跳舞",
        "调节我的神经系统"
      ]
    }
  },
  "episode_96": {
    "full_transcript": {
      "en": "It is the perfect day for decorating. It is gloomy. It's overcast. I'm excited. I'm thinking that we're going to start here in the living room and the kitchen because those are the two areas I probably have the most things I want to set up. And we should have a decent amount of time while little guy is sleeping right now. Of course you have to start by putting a little cozy ambiance on. I always love having these on just in general. So pretty.",
      "cn": "今天非常适合来装饰一下。天气阴沉沉的。天空阴云密布。我很兴奋。我打算从客厅和厨房开始着手。这两个地方是我要布置最多东西的地方，而且现在小家伙在睡觉，我们应该有足够的时间（来布置）。当然，首先得营造一点温馨的氛围。我总是喜欢把这些都打开。它们真的很漂亮。"
    },
    "highlights": {
      "en": [
        "It is the perfect day for",
        "gloomy",
        "overcast",
        "the living room",
        "set up",
        "have a decent amount of time",
        "start by putting a little cozy ambiance on"
      ],
      "cn": [
        "今天非常适合来",
        "阴沉沉的",
        "阴云密布",
        "客厅",
        "布置",
        "有足够的时间",
        "营造一点温馨的氛围"
      ]
    }
  },
  "episode_97": {
    "full_transcript": {
      "en": "I woke up at 5:00, and I've been editing since then. There was a video from last time, which I just wanted to get edited. At the moment, I'm waking up between 5:00 and 5:30, and then working on anything related to YouTube until 8:00. And by carving out that time, it means I don't have to like worry about little admin tasks during the day. And as soon as 8:00 a.m. comes, I can focus entirely on academics. And it's actually working really well. I'm really glad that I've kind of moved into that because things were getting a bit...I don't know, things were just getting messy. We're trying to balance the two. One thing that I'm trying to do this time is put aside Saturday mornings just right. So, from 8 to 12 every Saturday, I'm going to try and just do things related to writing.",
      "cn": "我今天早上五点起床后就开始剪辑了。上次有个视频我一直想把它剪辑好。现在，我基本上每天早上五点到五点半之间起床，然后开始做跟YouTube相关的任何事情，一直做到八点。我专门拆出这段时间，意味着我这一天就不用再操心这些琐碎的运营工作。并且，只要八点一到，我就能全心投入到学术上。这种方法确实非常有效。我真的 很高兴自己已经适应这种状态了，因为之前事情变得有点..怎么说呢，(感觉）事情都乱套了。我们正在努力平衡好这两件事。我现在试着在做的一件事是专门把每周六早上这段时间留出来。所以就是每周六从早上8点到12点，（这段时间）我会试着用来只做与写作相关的事情。"
    },
    "highlights": {
      "en": [
        "I've been editing since then",
        "edited",
        "related to",
        "carving out that time",
        "little admin tasks",
        "focus entirely on academics",
        "it's actually working really well",
        "things were just getting messy",
        "put aside Saturday mornings just right",
        "related to"
      ],
      "cn": [
        "就开始剪辑了",
        "剪辑好",
        "相关的",
        "拆出这段时间",
        "琐碎的运营工作",
        "全心投入到学术上",
        "这种方法确实非常有效",
        "事情都乱套了",
        "专门把每周六早上这段时间留出来",
        "相关的"
      ]
    }
  },
  "episode_99": {
    "full_transcript": {
      "en": "I guess one thing I could talk about are the pros and cons of working from home or working from the office, because there are major ones for both, like some that are very obvious, of course, and then other ones that I just didn't really anticipate before I started my job. One major pro of working from home is how I woke up 5 minutes before my first Zoom call. Depending on where you live, you are going to have some kind of commute. Even if you're walking distance to your office, you still need to wake up, you know, depending on what you do, to get ready, to eat maybe, to get a coffee, to get dressed, and then to walk to work.",
      "cn": "我想我可以聊聊在家办公和在办公室办公的利弊，因为两者都各有好处，当然有些是显而易见的，但还有一些是我在开始工作之前完全没预料到的。在家办公的一大好处是，我可以在第一个Zoom会议开始前5分钟起床。（而去办公室）你会有通勤距离，这取决于你住哪。但即使你步行就可到办公室，你也得起床，你懂的，看你需要做些什么，去准备一下，可能吃点东西、喝杯咖啡、换好衣服，然后再走去上班。"
    },
    "highlights": {
      "en": [
        "pros and cons of",
        "working from home",
        "working from the office",
        "there are major ones for both",
        "obvious",
        "anticipate",
        "major pro",
        "Depending on",
        "commute",
        "you're walking distance to your office"
      ],
      "cn": [
        "利弊",
        "在家办公",
        "在办公室办公",
        "两者都各有好处",
        "显而易见",
        "预料",
        "一大好处",
        "取决于",
        "通勤距离",
        "你步行就可到办公室"
      ]
    }
  },
  "episode_100": {
    "full_transcript": {
      "en": "We're gonna be rating it pretty much based on the color, the quality, the taste, and the vibes. The vibes are already through the roof on this one. Are you guys seeing? She gave me a kawaii cat. That's actually insane and phenomenal! What I'm gonna be ordering at every single coffee, oh, not coffee place, but a matcha place is just a regular iced matcha latte with oat milk. That's going to be like the baseline standard. So that's what I have right here. The color is looking pretty, good. Well, first of all, the employees are so nice, I can't say anything mean. But actually, I can't, I also don't want to say anything mean because I would say it's a pretty good match. I think it could be maybe just like slightly blended a bit better. You guys can see kind of a little bit gritty. It's not like blowing my socks off, but this though, I think this is what could take it up a notch.",
      "cn": "我们主要会从颜色、质量、味道还有整体氛围来评分。这一款的氛围感已经爆棚了。你们看到了吗？她给了我一个可爱的猫。真的太绝了，超级惊艳！以后去每一个咖啡店，哦不对，是抹茶店，我都会点一杯普通的冰抹茶拿铁加燕麦奶。这会是我的标配了。所以就是我手头上的这一款。它的颜色看起来真的还不错。首先，店员特别友好，我没法说任何不好的话。但其实吧，我做不到，我也确实不想说不好听的话，因为这杯抹茶还是挺不错的。（不过呢，）我觉得它可以稍微再打得更细腻一些。你们看，它有一点点粗糙。它没有让我觉得很惊艳，但（做好）这一点，我觉得它可能能够提升一个档次。"
    },
    "highlights": {
      "en": [
        "rating",
        "through the roof on",
        "kawaii",
        "insane",
        "phenomenal",
        "a regular iced matcha latte with oat milk",
        "the baseline standard",
        "that's what I have right here",
        "I can't say anything mean",
        "slightly blended a bit better",
        "a little bit gritty",
        "blowing my socks off",
        "take it up a notch"
      ],
      "cn": [
        "评分",
        "爆棚",
        "可爱",
        "太绝",
        "超级惊艳",
        "普通的冰抹茶拿铁加燕麦奶",
        "标配",
        "就是我手头上的这一款",
        "我没法说任何不好的话",
        "稍微再打得更细腻",
        "一点点粗糙",
        "让我觉得很惊艳",
        "提升一个档次"
      ]
    }
  },
  "episode_101": {
    "full_transcript": {
      "en": "Stop idolizing. When I was in my 20s, I had a lot of fangirl energy. If you were older than me, I would fangirl; if you were more successful than me, I would fangirl; if I was given a once-in-a-lifetime opportunity, I would fangirl. I would even fangirl over material possessions. And I learned that you can be excited for something, and you can have respect for something, without lowering your status, without devaluing yourself, and without giving away your power. When I was in my 20s, which was not too long ago, I used to give my power away to a lot of people, and I used to put a lot of things on a pedestal. I used to put people on a pedestal, opportunities on a pedestal, material items on a pedestal. I would slave for them, I would lower my value for them, I would do things that I'm not proud of for them. And I learned that the moment that you just stop idolizing things is also the moment that you create a lot more peace and freedom for yourself.",
      "cn": "停止盲目崇拜。当我20多岁的时候，真的很迷妹。如果你比我年长，我会秒变迷妹；如果你比我成功，我会秒变迷妹；如果我得到了一个千载难逢的机会，我也会激动得不行。我甚至会疯狂追捧物质财富。后来我明白了，你可以对某件事感到兴奋，可以对某件事充满敬意，而无需降低自己的地位、贬低自己，或者给出自己的能量。当我20多岁的时候，其实也没多久前，我常常把自己的能量交给别人，也总是把很多东西捧得太高。我会把人捧上神坛，把机会看得过于重要，把物质奉若至宝。我会为它们拼命，降低自己的价值，甚至会做一些自己都觉得不光彩的事情。后来我才明白，当你停止盲目崇拜的那一刻，也是在为自己创造更多安宁与自由。"
    },
    "highlights": {
      "en": [
        "Stop idolizing",
        "in my 20s",
        "fangirl",
        "a once-in-a-lifetime opportunity",
        "fangirl over material possessions",
        "devaluing yourself",
        "put on a pedestal",
        "slave for",
        "I'm not proud of",
        "stop idolizing"
      ],
      "cn": [
        "停止盲目崇拜",
        "20多岁",
        "秒变迷妹",
        "千载难逢的机会",
        "疯狂追捧物质财富",
        "贬低自己",
        "捧得太高",
        "拼命",
        "自己都觉得不光彩",
        "停止盲目崇拜"
      ]
    }
  },
  "episode_102": {
    "full_transcript": {
      "en": "Number three is lifestyle creep. If you've never heard of lifestyle creep before, it essentially explains the phenomenon of feeling like you need to spend more money as you earn more money. So when you increase your lifestyle along with your income, sometimes it can end up feeling like you're still in the exact same place financially, because even though you're making more money, you're still spending it on lifestyle. I think it's very common to get your first big paycheck and then feel like you need to go buy a brand-new car or upgrade your apartment right away. You start going on a bunch of fancy vacations a couple of times a year, and it kind of happens all at once, at the expense of things like investing, saving, or paying off debt. So I'm not saying that you shouldn't buy nice things and that you shouldn't upgrade your lifestyle, but I think you'll feel more secure and happier about your financial situation if you do it slowly and mindfully over time.",
      "cn": "第三点是生活方式膨胀。如果你从未听说过生活方式膨胀，那么它本质上解释了当你赚得更多时，感觉需要花更多钱的现象。所以，随着收入增加而提高你的生活方式时，有时你会感觉到在财务方面，仍然保持原来的样子，因为尽管收入增加了，你却还是把钱花在了生活方式上。我觉得，在你拿到第一笔丰厚的薪水时，会觉得自己需要马上买一辆新车或升级公寓，这是很常见的。你开始去很多高端的度假，一年去几次，而且所有事情似乎一下子同时发生的，但会牺牲一些东西，比如投资、储蓄或还债。所以我并不是说你不应该买好东西，或者不应该提升生活水平，但我觉得如果你能慢慢来、逐渐在有意识的（规划下）提升生活方式，你会觉得自己的财务状况更稳定、更有安全感。"
    },
    "highlights": {
      "en": [
        "lifestyle creep",
        "phenomenon",
        "along with",
        "you're still in the exact same place financially",
        "very common",
        "big paycheck",
        "a bunch of fancy vacations",
        "a couple of times a year",
        "at the expense of",
        "paying off debt",
        "financial situation",
        "over time"
      ],
      "cn": [
        "生活方式膨胀",
        "现象",
        "随着",
        "在财务方面，仍然保持原来的样子",
        "很常见",
        "丰厚的薪水",
        "很多高端的度假",
        "一年去几次",
        "牺牲",
        "还债",
        "财务状况",
        "逐渐"
      ]
    }
  },
  "episode_103": {
    "full_transcript": {
      "en": "So just to talk a little bit about, I guess, the cadence of my mornings and my meetings and how that goes. On the project I'm on right now, which I've been on for almost three months. That's a while. At least for me, that's a while because I've been at the job for eight months. So if you do the math. And the way that it usually goes for us from like a meetings perspective, again, we have that first one in the morning where we go over to-dos for the day. It's me and the rest of my team talk about who's responsible for what, what we accomplish the night before, things like that, like the level set for each morning, which is nice to have.",
      "cn": "我简单聊一下我早晨的节奏和会议安排，以及这些是如何进行的。我在现在所在的项目已经做了三个月，算是有一段时间了。至少对我来说挺久的了，因为我才入职八个月，所以你算一下（就知道了）。从会议安排的角度看，通常的方式是：我们会在早晨的第一个会议上讨论当天的待办事项，我和团队其他成员会讨论谁负责什么、昨晚完成了什么，类似这样的事情，就像每天早上来明确目标，这样的安排很不错。"
    },
    "highlights": {
      "en": [
        "cadence",
        "On the project",
        "That's a while",
        "do the math",
        "the way that it usually goes",
        "from like a meetings perspective",
        "go over to-dos for the day",
        "who's responsible for what",
        "the night before",
        "level set"
      ],
      "cn": [
        "节奏",
        "在现在所在的项目",
        "挺久的了",
        "算一下",
        "通常的方式是",
        "从会议安排的角度看",
        "讨论当天的待办事项",
        "谁负责什么",
        "昨晚完成了",
        "明确目标"
      ]
    }
  },
  "episode_104": {
    "full_transcript": {
      "en": "I would constantly say yes to dinners, drinks, movies, trips. I didn't want to be a Debbie Downer. I didn't want to be a bummer. I didn't want to be perceived as not being able to hang or even just being perceived as being broke because I couldn't afford a lot of these things that my friends wanted to do, if I was being honest with myself. And I think that does create a lot of pressure. But the problem is, when you say yes to everything, then you're inevitably saying no to something else that could be the thing that's actually more important to you. So, if you have a financial goal, especially if it's like paying off debt, or saving really aggressively for something, or just trying to implement financial boundaries, then I think it's really important to learn to say no to some of these things that come across your table.",
      "cn": "我总是会答应参加聚餐、喝酒、看电影、旅行。我不想成为扫兴的人。我不想让大家失望。老实说，我不想让别人认为我玩不起，或者因为我负担不起朋友们想做的那些事情，而认为我没钱。我觉得这样确实会带来很多压力。但问题是，当你对所有事情都说\"好\"的时候，就不可避免地会对一些更重要的事情说\"不\"。所以，如果你有财务目标，特别是为了还债，或者为某件事积极地存钱，或只是想设立财务界限，那我觉得学会对出现在你面前的一些事情说\"不\"真的很重要。"
    },
    "highlights": {
      "en": [
        "Debbie Downer",
        "bummer",
        "be perceived as",
        "being perceived as",
        "broke",
        "couldn't afford",
        "inevitably",
        "financial goal",
        "paying off debt",
        "aggressively",
        "implement financial boundaries",
        "come across your table"
      ],
      "cn": [
        "扫兴的人",
        "让大家失望",
        "让别人认为",
        "认为",
        "没钱",
        "负担不起",
        "不可避免地",
        "财务目标",
        "还债",
        "积极地",
        "设立财务界限",
        "出现在你面前"
      ]
    }
  },
  "episode_106": {
    "full_transcript": {
      "en": "I now need to get ready. I have no idea what to wear this year. Last year, I wore a full ball gown, like floor-length proper dress. I don't have another one, and I don't want to wear the same dress I wore last year, so we're just gonna have to come up with something this year because I haven't bought anything specific. I'm thinking of trying to style my like sparkly top somehow. I feel like I could do something cute with this. The temperatures have also plummeted today, so it's very cold outside. It feels proper frosty, wintery, Christmasy, so I don't want to be freezing, but I feel like I could wear something underneath this.",
      "cn": "我现在得去准备了。我完全不知道今年要穿什么。去年，我穿了一条长礼服，就像那种正式的拖地长裙。但我没有另一条（这种类型的）裙子，也不想穿跟去年一样的裙子，今年我们必须想办法了，因为我没有买过任何特别的衣服。我在想可以试试搭配一下我的亮片上衣。我感觉可以用它搭配出可爱的造型。而且今天气温骤降，外面特别冷。感觉有点冷，有冬天和圣诞节的感觉。我不想冻着，但感觉我可以在这件的里面穿点衣服。"
    },
    "highlights": {
      "en": [
        "I have no idea what to wear this year",
        "full ball gown",
        "floor-length proper dress",
        "come up with",
        "style",
        "sparkly top",
        "The temperatures have also plummeted",
        "frosty, wintery, Christmasy",
        "be freezing",
        "underneath"
      ],
      "cn": [
        "我完全不知道今年要穿什么",
        "长礼服",
        "正式的拖地长裙",
        "想办法了",
        "搭配",
        "亮片上衣",
        "气温骤降",
        "有点冷，有冬天和圣诞节的感觉",
        "冻着",
        "里面"
      ]
    }
  },
  "episode_107": {
    "full_transcript": {
      "en": "So here's a little behind-the-scenes of how I bake them all off. As you can see, I'm grabbing those out of the freezer. We chill the dough in the freezer overnight to mature the dough, and also when I then place it in the oven, it helps keep the cookie nice and chunky in the baking process. So I'm going to start by taking all of the dough out of the containers and then placing it on the trays. Most of our cookies we put 11 cookie dough balls per tray in the 434 split. But some of the flavors spread a little bit more like our almond croissant cookies.",
      "cn": "这是我如何将它们全部烤好的幕后花絮。如你所见，我现在从冷冻柜里拿出这些面团。我们会把面团放在冷冻柜里冷藏一晚，来醒发面团。而且，放进烤箱里时，有助于曲奇在烘焙过程中保持好看且厚实的(形状)。所以接下来，我会先把所有面团从容器里拿出来，摆放到烤盘上。大部分饼干我们会每盘放置11个面团球，按照4-3-4的布局排列。但是有些口味比如杏仁可颂饼干，在烘烤时会稍微铺开一些。"
    },
    "highlights": {
      "en": [
        "behind-the-scenes",
        "As you can see",
        "grabbing those out of the freezer",
        "chill the dough in the freezer",
        "mature the dough",
        "oven",
        "cookie",
        "chunky",
        "placing it on the trays",
        "per tray in the 434 split",
        "flavors",
        "spread",
        "almond"
      ],
      "cn": [
        "幕后花絮",
        "如你所见",
        "从冷冻柜里拿出",
        "把面团放在冷冻柜里冷藏",
        "醒发面团",
        "烤箱",
        "曲奇",
        "厚实",
        "摆放到烤盘上",
        "按照4-3-4的布局排列",
        "口味",
        "铺开",
        "杏仁"
      ]
    }
  },
  "episode_108": {
    "full_transcript": {
      "en": "I also do have this dress that has that kind of sheer sleeves. It's probably hard to see it here, like it is short, but it's really cute, and it's actually not had much wear. I think I've actually worn it once ever, so I might try and see if I could do something with the two of those and wear them together. Anyway, we're gonna get ready now. We're gonna have the most fun tonight. I'm so excited to bring you with me to our first party of the season, and then we're just gonna have such Christmasy few days together. And I'm so buzzed, I can't wait! I might even go get myself a glass of wine to enjoy while I get ready.",
      "cn": "我确实还有一条裙子也是这种类似薄纱袖的（款式）。可能在这里很难看得清，它是短款的，但真的很可爱，而且其实没怎么穿过它。我其实只穿过一次，所以可能会试试看能不能把这两件搭配在一起穿。好了，现在要开始准备了。今晚会玩得超级开心！我很兴奋要带你们一起参加我们这个季节的第一个派对，接下来也会一起度过几天充满圣诞气氛的时光。我太激动了，迫不及待了！我甚至可能会给自己倒杯酒，边准备边享受。"
    },
    "highlights": {
      "en": [
        "sheer sleeves",
        "it's actually not had much wear",
        "I've actually worn it once ever",
        "get ready",
        "bring you with me",
        "Christmasy",
        "buzzed",
        "I can't wait",
        "get myself a glass of wine"
      ],
      "cn": [
        "薄纱袖",
        "其实没怎么穿过它",
        "其实只穿过一次",
        "准备",
        "带你们一起",
        "圣诞气氛",
        "激动",
        "迫不及待",
        "给自己倒杯酒"
      ]
    }
  },
  "episode_109": {
    "full_transcript": {
      "en": "The wait is interrupted by a close-up shot that really grabs your attention because we go from these long takes inside the building that last 27 seconds, 38 seconds, 2 minutes and 40 seconds, or 32 seconds, to a super tight shot that lasts just one second. It's like a flash, and compared to the slow pace we've gotten used to, it's pretty jarring. Then there's another quick shot of one of the guys in the apartment that lasts a second and a half. And after that, we get close-ups of the protagonists' faces, who are now fully in character. They're no longer the friendly guys from before, and the contrast in their expressions is clear.",
      "cn": "这段等待被一个特写镜头打断了，迅速引起了你的注意。因为我们从大楼内部的长镜头过渡过来，这些镜头持续了27秒、38秒、2分钟40秒，或者32秒，然后突然切换到一个仅持续一秒钟的超近镜头。它就像一道闪光，与我们习惯的慢节奏相比，显得十分突兀。接着又是一个快镜头，是公寓里的一个人，持续了一秒半。然后，我们看到了主角们的特写镜头，他们现在已经完全进入了角色。他们不再是之前那些友好的家伙，表情上的对比非常明显。"
    },
    "highlights": {
      "en": [
        "is interrupted by",
        "close-up shot",
        "grabs your attention",
        "long takes",
        "inside the building",
        "last",
        "super tight shot",
        "a flash",
        "slow pace",
        "jarring",
        "quick shot",
        "close-ups",
        "protagonists'",
        "fully in character",
        "no longer",
        "the contrast in their expressions",
        "clear"
      ],
      "cn": [
        "被打断",
        "特写镜头",
        "引起了你的注意",
        "长镜头",
        "大楼内部",
        "持续",
        "超近镜头",
        "一道闪光",
        "慢节奏",
        "突兀",
        "快镜头",
        "特写镜头",
        "主角们",
        "完全进入了角色",
        "不再是",
        "表情上的对比",
        "明显"
      ]
    }
  },
  "episode_110": {
    "full_transcript": {
      "en": "I had two summer internships in New York City, both of them in finance and specifically in alternative asset investments. The most formative of those two summer internships was the summer after my junior year at Blackstone, where I did not sleep very much but took away some good learning lessons from being in such a high-performance and high-pressure work environment. But my ultimate take away from these internships was that I realized pretty definitely that my brain and my work ethic really did not thrive with what the day-to-day of those jobs entailed as much as I wanted it to.",
      "cn": "我曾在纽约有过两次暑期实习，都是金融相关的，特别是另类资产投资领域的。其中对我发展影响最大的是我大三暑假在黑石集团的实习。在那段时间里我没有好好休息过，但在这种高绩效、高压力的环境中学到了很多宝贵的经验。但是，这些实习带给我的最重要的感悟是，我能够非常明确地意识到，我的大脑和工作态度并不能在这些工作包含的日常内容中，像我希望的那样得到成长。"
    },
    "highlights": {
      "en": [
        "summer internships",
        "formative",
        "my junior year",
        "took away some good learning lessons",
        "in such a high-performance and high-pressure",
        "ultimate",
        "realized pretty definitely",
        "work ethic",
        "thrive",
        "day-to-day",
        "entailed as much as I wanted it to"
      ],
      "cn": [
        "暑期实习",
        "发展影响最大",
        "大三暑假",
        "学到了很多宝贵的经验",
        "在这种高绩效、高压力的",
        "最重要的",
        "非常明确地意识到",
        "工作态度",
        "得到成长",
        "日常内容",
        "像我希望的那样"
      ]
    }
  },
  "episode_111": {
    "full_transcript": {
      "en": "I do have an analytical mind, but only to a limit before my brain starts to crave a very healthy dose of creativity and strategy. And it was this desire for more creativity and strategy that drew me to apply for consulting for my full-time job post-graduation. We can unpack later how creative consulting actually is, but that was my thought process at the time. So the first month of my senior year of college, I learned how to case, referring to the case interview that you have to do for consulting firms. I interviewed around and received a full time job offer from a consulting firm in New York City.",
      "cn": "我确实有分析思维，但（是有限的），一旦超过这个限度，我的大脑就会渴望足量的有创意和战略性的思考。正是这种对更多创造力和战略性的渴望，促使我在毕业后应聘咨询行业的全职工作。我们可以稍后解释咨询工作到底有多富有创造性，但这是我当时的思考过程。所以，在大四的第一个月，我学习了如何做案例，这是求职咨询公司时需要做的案例面试。我到处面试，最后收到了来自纽约市一家公司提供的全职工作offer。"
    },
    "highlights": {
      "en": [
        "have an analytical mind",
        "crave a very healthy dose of",
        "it was",
        "drew me to",
        "full-time job post-graduation",
        "unpack",
        "thought process",
        "senior year",
        "case",
        "referring to the case interview",
        "interviewed around"
      ],
      "cn": [
        "有分析思维",
        "渴望足量的",
        "正是",
        "促使我",
        "毕业后应聘咨询行业的全职工作",
        "解释",
        "思考过程",
        "大四",
        "做案例",
        "案例面试",
        "到处面试"
      ]
    }
  },
  "episode_113": {
    "full_transcript": {
      "en": "This morning, I was literally this close to having a breakdown. That's a bit of an over-exaggeration, but I woke up to an email from my fifth choice uni. Because for Med you can only apply to four Med uni and then your fifth one has to be like a different course. And they've asked me tried a second personal statement, and I hate writing personal statements or I hate writing essays in general. I'm just not an essay gal. And my first personal statement, no joke, I'm saying took me 20 plus hours. I was like, I wrote 11 drafts of that stuff. It's just so annoying when I have so many things going on. But I've sort of like talked to myself, and trying to be like, \"I'm going to take it as an opportunity to improve my writing skills and have another go at writing a personal statement.\"",
      "cn": "今天早上我真的是差点崩溃了。虽然有点夸张，但我醒来时收到了我的第五志愿大学发来的邮件。因为申请医学专业只能申请四个医学院，然后第五个就必须选个不同的课程。所以他们现在让我试着写第二篇个人陈述。可我真的很讨厌写个人陈述，我平时就讨厌写论文，我就是个不擅长写论文的人。而且我的第一篇个人陈述，真的没有开玩笑，我说真的，花了 20 多个小时（才写完）。我记得我那篇写了 11 篇草稿。我事情已经够多了，这真的很烦。但算是在自我安慰，我告诉自己，试着想：\"我就把它当成一个提升写作能力的机会吧，再试着写一篇个人陈述。\""
    },
    "highlights": {
      "en": [
        "close to having a breakdown",
        "a bit of an over-exaggeration",
        "Med",
        "apply to",
        "personal statement",
        "I'm just not an essay gal",
        "I'm saying took me 20 plus hours",
        "sort of",
        "take it as an opportunity to"
      ],
      "cn": [
        "差点崩溃",
        "有点夸张",
        "医学",
        "申请",
        "个人陈述",
        "不擅长写论文的人",
        "花了 20 多个小时",
        "算是",
        "把它当成一个机会"
      ]
    }
  },
  "episode_114": {
    "full_transcript": {
      "en": "I have just about recovered. It took me 4 hours to get home instead of like an hour and a half, because a pigeon flew into the train and it delayed us by four hours, so that was really... I was having a nervous breakdown. So, I feel very lucky actually and privileged to have been asked by Crisis, which is one of my favorite charities — it's a homelessness charity I've worked with them a few times before — to create an edit for their Savile Row Christmas pop-up shop. I've done an edit for Crisis before, but it was just in one of their like regular charity shops in Islington last year. But this kind of feels a bit more exciting and special because their Savile Row pop-up is a little bit more high-end and luxury, which is very up my streets.",
      "cn": "我差不多缓过来了。我花了四个小时才回到家，不是一个半小时，因为有一只鸽子飞进火车里了，所以我们延误了四个小时，所以真的是...，我那会都崩溃了。不过，说实话，我还是觉得自己很幸运，也很荣幸，能被我最喜欢的一个慈善机构Crisis 邀请，去给他们的Savile Row 圣诞快闪店做剪辑—Crisis 是一家（帮助）无家可归的人的慈善机构，我之前跟他们合作过几次。我之前给Crisis做过剪辑，但去年只是在伊斯灵顿的一个普通慈善商店里做的。但这次感觉更让我兴奋、更特别一点，因为他们Savile Row的快闪店更高端、更奢华，非常符合我的喜好。"
    },
    "highlights": {
      "en": [
        "I have just about recovered",
        "instead of",
        "pigeon",
        "delayed",
        "having a nervous breakdown",
        "privileged",
        "homelessness",
        "pop-up shop",
        "regular",
        "high-end",
        "luxury",
        "very up my streets"
      ],
      "cn": [
        "差不多缓过来了",
        "不是",
        "鸽子",
        "延误",
        "都崩溃了",
        "荣幸",
        "无家可归的人",
        "快闪店",
        "普通",
        "高端",
        "奢华",
        "非常符合我的喜好"
      ]
    }
  },
  "episode_115": {
    "full_transcript": {
      "en": "I have taken this as an opportunity to donate some of the Flossy samples I've just been sitting on. So, they're pretty much all perfect. They've basically just been worn once for a photoshoot, and I have a range of sizes from double extra small to double extra large. And I think it's just a really lovely opportunity to come along, get a Flossy piece for a fraction of the price, but also for a really, really good cause. So I'm very excited and happy that they asked me to do it. So, that's why we're off to today. I'm gonna take you guys with me.",
      "cn": "我借此机会捐出了一些我一直闲置的 Flossy 样品。所以，它们几乎都是全新的。它们基本上只在拍摄时被穿过一次，而且有多种尺码，从XXS到XXL都有。我觉得这是一个非常好的机会，可以参与进来，用很便宜的价格入手一件Flossy 的衣服，而且，还能支持一个非常有意义的事业。所以我真的很开心也很激动能被邀请参与这次活动。所以，这也是为什么我们今天要去那的原因。我会带你们一起去。"
    },
    "highlights": {
      "en": [
        "taken this as an opportunity to",
        "donate",
        "samples",
        "sitting on",
        "photoshoot",
        "a range of sizes",
        "from double extra small to double extra large",
        "come along",
        "get a",
        "piece",
        "fraction of the price",
        "good cause"
      ],
      "cn": [
        "借此机会",
        "捐出",
        "样品",
        "闲置",
        "拍摄",
        "多种尺码",
        "从XXS到XXL都有",
        "参与进来",
        "入手一件",
        "衣服",
        "很便宜的价格",
        "有意义的事业"
      ]
    }
  },
  "episode_116": {
    "full_transcript": {
      "en": "I'm very consistent with this. I do it every single day. It's only 10 minutes and it's timed, so I do it basically in the middle of every skincare routine. So after cleansing and toning, but before any serums or moisturizers. And I do think that is part of the reason why I don't have any really visible wrinkles on my skin and my skin is like, really good texture, like saying I'm thirty. I haven't noticed any like real visible tangible changes in my skin, you know, due to aging pretty much at all. So I'm gonna pop this on, go and lie down and scroll for 10 minutes, and then come back.",
      "cn": "我在这方面非常坚持。每天都会用一次。每次只需要10分钟，而且是定时的，所以我基本上会在护肤流程的中做。所以是在洁面和爽肤水之后，但在所有的精华和面霜之前。我觉得这就是为什么我的皮肤没有任何明显的皱纹的原因之一，而且我的皮肤质地也很不错，但我30岁了。我还没有发现我的皮肤有任何明显的切实的变化，你知道的，因为衰老而产生的变化。所以现在我要戴上这个面罩，躺下来，用这10分钟刷刷手机，然后再回来。"
    },
    "highlights": {
      "en": [
        "consistent with",
        "timed",
        "skincare routine",
        "cleansing",
        "toning",
        "serums",
        "moisturizers",
        "visible wrinkles",
        "good texture",
        "tangible changes in my skin",
        "pop this on",
        "lie down",
        "scroll"
      ],
      "cn": [
        "非常坚持",
        "定时的",
        "护肤流程",
        "洁面",
        "爽肤水",
        "精华",
        "面霜",
        "明显的皱纹",
        "皮肤质地也很不错",
        "切实的变化",
        "戴上",
        "躺下来",
        "刷刷手机"
      ]
    }
  },
  "episode_117": {
    "full_transcript": {
      "en": "Okay, I have no idea if I'm in focus or not right now because I can't see, but lots of people ask me whether the red light is too harsh for your eyes. It is quite bright, so they do give you goggles to wear if it's too bright for you. But another thing Josie told me is that it can actually be good for your eyes because of the same thing, like the red light kind of triggers a repair response. So if like me and you do not have good eyesight, it can actually potentially, not definitely, not proven, but it's definitely more likely to do good than harm.",
      "cn": "好吧，我现在不知道我有没有对好焦，因为我看不见。但很多人问我红光对眼睛会不会太刺眼。它确实挺亮的，所以如果你觉得太亮，他们会给你一副护目镜。但Josie还告诉我，红光其实对眼睛有好处，因为同样的道理，红灯会触发修复反应。所以，如果你和我一样视力不好，红光可能会有好处，这不是绝对的，也没有被证实过，但肯定是有益大于弊。"
    },
    "highlights": {
      "en": [
        "have no idea",
        "I'm in focus",
        "harsh",
        "It is quite bright",
        "goggles",
        "bright",
        "triggers",
        "repair response",
        "have good eyesight",
        "potentially",
        "not definitely",
        "not proven",
        "definitely",
        "do good than harm"
      ],
      "cn": [
        "不知道",
        "有没有对好焦",
        "刺眼",
        "确实挺亮的",
        "护目镜",
        "太亮",
        "触发",
        "修复反应",
        "视力不好",
        "这不是绝对的",
        "也没有被证实过",
        "肯定是有益大于弊"
      ]
    }
  },
  "episode_118": {
    "full_transcript": {
      "en": "Oh wait, so let's do the quick haul, starting with the stuff for the chili. I'm not going to go over everything because I'm going to show you guys me making it a second, but I got like the crushed tomatoes, some kidney beans, all of the spices. I had to buy a can opener at CVS because I don't have one. I got some ground chicken for my chili, some eggs, this is not for the chili by the way. I got some whipped cream because I'm want to make hot chocolate. I got pre-chopped onions because I do not want to chop them for this chili, and I also got pre-minced garlic because again smart not lazy. I got some cookie dough because I'm taking advantage of the fact that I have an oven, and then I got so many honey crisp apples.",
      "cn": "哦！等等，我们来快速开个箱，先从用来做辣味炖菜的东西开始。我就不一一细说了，因为稍后我会给你们看我是怎么做这道菜的，不过，我买了番茄泥、一些芸豆和所有调料。我还在CVS买了一个开罐器，因为我没有。我买了些鸡肉碎用来做辣椒炖肉，还有一些鸡蛋，顺便说一下，这不是用来做辣椒炖肉的。我买了奶油，因为我想做热巧克力。我买了切好的洋葱，因为我不想自己切，还有切好的蒜末，强调一下，这样是聪明（的做法）不是懒惰嗯嗯。我还买了些曲奇面团，因为我正好有烤箱，要好好利用一下。最后，我买了很多甜脆的苹果。"
    },
    "highlights": {
      "en": [
        "do the quick haul",
        "stuff",
        "chili",
        "go over everything",
        "crushed tomatoes",
        "kidney beans",
        "spices",
        "can opener",
        "ground chicken",
        "whipped cream",
        "pre-chopped onions",
        "pre-minced garlic",
        "cookie dough",
        "taking advantage",
        "honey crisp apples"
      ],
      "cn": [
        "快速开个箱",
        "东西",
        "辣味炖菜",
        "一一细说",
        "番茄泥",
        "芸豆",
        "调料",
        "开罐器",
        "鸡肉碎",
        "奶油",
        "切好的洋葱",
        "切好的蒜末",
        "曲奇面团",
        "好好利用",
        "甜脆的苹果"
      ]
    }
  },
  "episode_120": {
    "full_transcript": {
      "en": "Hi guys, I ended up watching two episodes. I don't know how I'm feeling. I never..em, I take that back. I do like Outer Banks, I used to really like it. I just think that I enjoyed the first and second season a lot more than I enjoyed the third season, and how I'm anticipating I'm gonna feel about the fourth is kind of the same. There's just certain shows that sometimes I feel continue on longer than they should, and the plot just goes in like a million directions, and things just—it gets weird. I think it's entertaining, and I'm definitely going to watch the fourth season and enjoy it, but it's just not like a remarkable show. I just feel like since I've already watched the first three seasons and this one just came out, it's something easy to just throw on at night.",
      "cn": "嗨，大家好，我看完两集了。我也说不上是什么感觉。我从来没有...呃，我收回这句话。我确实喜欢《Outer Banks》这部剧，以前还挺喜欢的。我只是觉得第一季和第二季比第三季好看多了，而且我预感我对第四季的感觉也差不多是一样的。我感觉有些剧情拍得太长了，情节发展得杂乱无章，很多情节就......变得很奇怪。不过这剧还是挺有趣的，我肯定会看第四季，而且也会看得挺开心，但它并不是那种特别精彩的剧。我只是觉得，反正前三季都看了，这一季又刚上线，晚上随意播着看挺合适的。"
    },
    "highlights": {
      "en": [
        "I ended up watching two episodes",
        "I take that back",
        "the first and second season",
        "third season",
        "I'm anticipating",
        "certain shows",
        "plot",
        "goes in",
        "a million directions",
        "gets weird",
        "entertaining",
        "a remarkable show",
        "throw on"
      ],
      "cn": [
        "看完两集",
        "收回这句话",
        "第一季和第二季",
        "第三季",
        "我预感",
        "有些剧情",
        "情节",
        "发展得",
        "杂乱无章",
        "变得很奇怪",
        "挺有趣",
        "特别精彩的剧",
        "随意播着"
      ]
    }
  }
}
