[
  {
    "video_id": "PnBMdJ5KeHk",
    "subtitle": [
      {
        "timestamp": "00:04",
        "en": "Few insects have captured our imagination like the monarch butterfly. Their migration is one of the most iconic wildlife spectacles in North America, but they are also one of the best environmental indicators we have of the health of our ecosystems.",
        "cn": "很少有昆虫像帝王蝶一样如此吸引我们的想象力。它们的迁徙是北美最具标志性的野生动物奇观之一，同时它们也是我们衡量生态系统健康状况的最佳环境指标之一。",
        "highlights": {
          "en": [
            "captured our imagination",
            "iconic wildlife spectacles",
            "environmental indicators"
          ],
          "cn": [
            "吸引我们的想象力",
            "标志性的野生动物奇观",
            "环境指标"
          ]
        }
      },
      {
        "timestamp": "00:20",
        "en": "And they have been in decline for the last 40 years. So they might be telling us a bigger story. A story about our relationship with the natural world.",
        "cn": "在过去40年里，它们的数量一直在减少。因此，它们可能在向我们讲述一个更大的故事——一个关于我们与自然世界关系的故事。",
        "highlights": {
          "en": [
            "in decline",
            "relationship with the natural world"
          ],
          "cn": [
            "数量减少",
            "与自然世界的关系"
          ]
        }
      },
      {
        "timestamp": "00:31",
        "en": "Every year, these amazing insects undertake one of the most extraordinary journeys on this planet. It takes from three to five generations of monarchs to complete the whole migration.",
        "cn": "每年，这些神奇的昆虫都会开始地球上最非凡的旅程之一。完成整个迁徙需要经过三到五代帝王蝶。",
        "highlights": {
          "en": [
            "extraordinary journeys",
            "generations"
          ],
          "cn": [
            "非凡的旅程",
            "代"
          ]
        }
      },
      {
        "timestamp": "00:44",
        "en": "And it starts in Mexico in the spring, when the monarchs that spend the winter there travel back north to lay their eggs. So the first and second generation of monarchs are born and remain in the USA, and they live up to six weeks, more or less.",
        "cn": "这一切始于墨西哥的春天，在那里过冬的帝王蝶会向北迁徙产卵。第一代和第二代帝王蝶出生在美国并留在那里，它们的寿命大约是六周左右。",
        "highlights": {
          "en": [
            "travel back north",
            "lay their eggs",
            "six weeks"
          ],
          "cn": [
            "向北迁徙",
            "产卵",
            "六周"
          ]
        }
      },
      {
        "timestamp": "01:01",
        "en": "But most migratory monarchs belong to the third and fourth generation.",
        "cn": "但大多数迁徙的帝王蝶属于第三代和第四代。",
        "highlights": {
          "en": [
            "migratory monarchs"
          ],
          "cn": [
            "迁徙的帝王蝶"
          ]
        }
      }
    ]
  },
  {
    "video_id": "WrxJKj71c9o",
    "subtitle": [
      {
        "timestamp": "00:04",
        "en": "The world is full of sound. It's all around us all the time. If it's carefully designed, we can use it to tap directly into our feelings and evoke a deeper connection to ourselves and the world.",
        "cn": "世界充满了声音，它无时无刻不在我们周围。如果经过精心设计，我们可以用它直接触动我们的感受，唤起我们与自身和世界的更深层连接。",
        "highlights": {
          "en": [
            "tap directly into our feelings",
            "evoke a deeper connection",
            "carefully designed"
          ],
          "cn": [
            "直接触动感受",
            "唤起更深层连接",
            "精心设计"
          ]
        }
      },
      {
        "timestamp": "00:27",
        "en": "As a group of composers, sound designers, creative technologists and musicologists, my team and I combine all this knowledge to create sound experiences that convey stories and ideas.",
        "cn": "作为一群由作曲家、声音设计师、创意技术专家和音乐学者组成的团队，我和我的团队将这些知识结合起来，创造能传递故事和想法的声音体验。",
        "highlights": {
          "en": [
            "sound designers",
            "creative technologists",
            "convey stories and ideas"
          ],
          "cn": [
            "声音设计师",
            "创意技术专家",
            "传递故事和想法"
          ]
        }
      },
      {
        "timestamp": "00:41",
        "en": "We use scientific data as musical scores, translating complex information into a language we can easily understand. We work with field recordings, compose linear and modal music, and use technology to understand, control and generate melodies.",
        "cn": "我们将科学数据用作音乐谱号，将复杂的信息转化为我们易于理解的语言。我们使用实地录音，创作线性和调式音乐，并使用技术来理解、控制和生成旋律。",
        "highlights": {
          "en": [
            "scientific data as musical scores",
            "translating complex information",
            "field recordings"
          ],
          "cn": [
            "科学数据用作音乐谱号",
            "转化复杂信息",
            "实地录音"
          ]
        }
      },
      {
        "timestamp": "01:02",
        "en": "We are merging art, music, technology and science into the field of sound scenography, using the auditory sense to foster an emotional understanding of our world.",
        "cn": "我们正在将艺术、音乐、技术和科学融入声音景观设计领域，利用听觉感知来培养对我们世界的情感理解。",
        "highlights": {
          "en": [
            "sound scenography",
            "emotional understanding",
            "merging art, music, technology and science"
          ],
          "cn": [
            "声音景观设计",
            "情感理解",
            "融合艺术、音乐、技术和科学"
          ]
        }
      },
      {
        "timestamp": "01:15",
        "en": "So let me take you on a sonic journey of music and code, where ones and zeros are mixed with notes and rhythms and poetry meets science. What you are about to hear is a combination of recordings from nature and our surroundings, data-and-AI-driven music.",
        "cn": "让我带你踏上一段音乐与代码的声音之旅，在这里，二进制数字与音符和节奏交融，诗歌与科学相遇。你将要听到的是自然和环境录音与数据及人工智能驱动的音乐的结合。",
        "highlights": {
          "en": [
            "sonic journey",
            "music and code",
            "data-and-AI-driven music"
          ],
          "cn": [
            "声音之旅",
            "音乐与代码",
            "数据及人工智能驱动的音乐"
          ]
        }
      }
    ]
  },
  {
    "video_id": "jFl9kFms7nA",
    "subtitle": [
      {
        "timestamp": "00:04",
        "en": "I know this sounds weird, but the thing that I'm the most passionate about in the entire world is data. Really fun, right? Well, I believe so. In my practice as a designer, I use data to tell stories.",
        "cn": "我知道这听起来很奇怪，但在整个世界上我最热衷的事情就是数据。很有趣，对吧？嗯，我是这么认为的。作为一名设计师，我使用数据来讲述故事。",
        "highlights": {
          "en": [
            "most passionate about data",
            "use data to tell stories",
            "practice as a designer"
          ],
          "cn": [
            "最热衷的是数据",
            "用数据讲述故事",
            "设计师的实践"
          ]
        }
      },
      {
        "timestamp": "00:17",
        "en": "Stories that are anchored in numbers, but actually that are mostly defined by small and qualitative data, which are the ones that can add all of the context and human nuances.",
        "cn": "这些故事植根于数字，但实际上主要由小型和定性数据定义，这些数据可以添加所有的背景和人性化的细微差别。",
        "highlights": {
          "en": [
            "anchored in numbers",
            "qualitative data",
            "context and human nuances"
          ],
          "cn": [
            "植根于数字",
            "定性数据",
            "背景和人性化细节"
          ]
        }
      },
      {
        "timestamp": "00:30",
        "en": "Well, for example, when Google wanted to help people understand the threat of plastic pollution, we designed a micro site where you can drop objects that you use every day, such as a disposable plastic bottle, and see how they break apart into microplastics that pollute the sky and the ocean, making this invisible layer tangible and visceral.",
        "cn": "举个例子，当谷歌想要帮助人们理解塑料污染的威胁时，我们设计了一个微型网站，你可以在上面放置日常使用的物品，比如一次性塑料瓶，然后看到它们如何分解成污染天空和海洋的微塑料，使这个看不见的层面变得真实可感。",
        "highlights": {
          "en": [
            "plastic pollution",
            "microplastics",
            "invisible layer tangible"
          ],
          "cn": [
            "塑料污染",
            "微塑料",
            "看不见的变得可见"
          ]
        }
      },
      {
        "timestamp": "00:53",
        "en": "Or when the clothing company And Other Stories wanted to communicate about inspiring women, I designed a fashion collection where I showed the achievement of three amazing women scientists into data patterns that are woven and embroidered into the textiles.",
        "cn": "或者当服装公司 And Other Stories 想要传达关于激励女性的信息时，我设计了一个时装系列，将三位杰出女科学家的成就转化为数据图案，编织和绣制在纺织品中。",
        "highlights": {
          "en": [
            "inspiring women",
            "women scientists",
            "data patterns"
          ],
          "cn": [
            "激励女性",
            "女科学家",
            "数据图案"
          ]
        }
      },
      {
        "timestamp": "01:11",
        "en": "From a personal level, data is the lens that I use to make sense of the world. I live and breathe data. And I love data so much that one time I used it as a writing language to get to know a new friend across the Atlantic. For one entire year, we've been writing to each other every week, but we didn't use a word of English.",
        "cn": "从个人层面来说，数据是我用来理解世界的镜头。我与数据共生共存。我如此热爱数据，以至于有一次我用它作为书写语言来认识大西洋彼岸的一个新朋友。整整一年，我们每周都在互相写信，但我们没有使用任何英语单词。",
        "highlights": {
          "en": [
            "lens to make sense of the world",
            "live and breathe data",
            "writing language"
          ],
          "cn": [
            "理解世界的镜头",
            "与数据共生共存",
            "书写语言"
          ]
        }
      }
    ]
  },
  {
    "video_id": "Z6bxX3mcfJg",
    "subtitle": [
      {
        "timestamp": "00:03",
        "en": "We're here today to hear compelling ideas, new innovations and thinking in science and medicine. And innovative solutions to our most vexing problems in society.",
        "cn": "今天我们在这里聆听引人入胜的想法，科学和医学领域的新创新和思考。以及解决社会最棘手问题的创新方案。",
        "highlights": {
          "en": [
            "compelling ideas",
            "innovations in science and medicine",
            "innovative solutions"
          ],
          "cn": [
            "引人入胜的想法",
            "科学和医学创新",
            "创新方案"
          ]
        }
      },
      {
        "timestamp": "00:13",
        "en": "So they said to me, 'Eric, do you have anything that you can add to this compelling list of stories and ideas? Something you can talk about here on the TED stage?' And I said, 'Of course I do.' And the question I want to explore with you today is: Why don't vampires cast reflections in mirrors?",
        "cn": "他们对我说：'埃里克，你有什么可以添加到这个引人入胜的故事和想法清单中的内容吗？在TED舞台上可以讲些什么？'我说：'当然有。'今天我想和大家探讨的问题是：为什么吸血鬼在镜子里没有倒影？",
        "highlights": {
          "en": [
            "compelling list of stories",
            "TED stage",
            "vampires cast reflections"
          ],
          "cn": [
            "引人入胜的故事清单",
            "TED舞台",
            "吸血鬼的倒影"
          ]
        }
      },
      {
        "timestamp": "00:39",
        "en": "So, you've probably seen this before in movies. The humans are suspicious of the new dark stranger, and they band together in this moment of confrontation, and they open up a mirror in front of them and bam -- there's no reflection there. Proving to the humans that the new dark stranger is, in fact, a vampire.",
        "cn": "你可能在电影里见过这样的场景。人类对新来的神秘陌生人产生怀疑，他们在对峙时刻团结起来，在对方面前打开一面镜子，砰——那里没有倒影。这证明了对人类来说，这个神秘的陌生人事实上就是一个吸血鬼。",
        "highlights": {
          "en": [
            "suspicious of the dark stranger",
            "moment of confrontation",
            "no reflection"
          ],
          "cn": [
            "对神秘陌生人的怀疑",
            "对峙时刻",
            "没有倒影"
          ]
        }
      },
      {
        "timestamp": "01:03",
        "en": "That's right. So where did this start? How did this happen? This idea that you could hold a mirror up to an undead creature and learn that they are a vampire? Well, we're going to find that out.",
        "cn": "没错。那么这是从哪里开始的？这是怎么发生的？用镜子照不死生物就能知道他们是吸血鬼的这个想法是从何而来？好吧，我们将要一探究竟。",
        "highlights": {
          "en": [
            "where did this start",
            "undead creature",
            "hold a mirror"
          ],
          "cn": [
            "起源何处",
            "不死生物",
            "用镜子照"
          ]
        }
      }
    ]
  },
  {
    "video_id": "sgHHRVH0NFo",
    "subtitle": [
      {
        "timestamp": "00:04",
        "en": "How can one engage audiences that seem to be living in an alternative reality? How do we reach people who seem smitten, besotted with the propaganda of sadistic strongmen? That's the sort of happy stuff that I work on, that I write books about, that I research at university, and that has become very, very personal for me in the last couple of years.",
        "cn": "如何与那些似乎生活在另一个现实中的受众交流？如何接触那些似乎被独裁者的宣传迷惑的人们？这就是我所研究的内容，我写书的内容，我在大学研究的内容，而且在过去几年里，这对我来说变得非常非常个人化。",
        "highlights": {
          "en": [
            "engage",
            "alternative reality",
            "smitten",
            "besotted",
            "propaganda",
            "sadistic",
            "strongmen"
          ],
          "cn": [
            "交流",
            "另一个现实",
            "迷恋",
            "着迷",
            "宣传",
            "残暴的",
            "独裁者"
          ]
        }
      },
      {
        "timestamp": "00:30",
        "en": "I was born in Ukraine, and since the full-scale invasion began, I've been going to Ukraine a lot to work with an NGO called the Reckoning Project to document war crimes and to tell the truth about them to an often skeptical world. I'm afraid there's a lot of atrocities that we document.",
        "cn": "我出生在乌克兰，自从全面入侵开始以来，我经常去乌克兰，与一个叫做'清算计划'的非政府组织合作，记录战争罪行，向经常持怀疑态度的世界讲述真相。恐怕我们记录到了很多暴行。",
        "highlights": {
          "en": [
            "full-scale invasion",
            "NGO",
            "Reckoning Project",
            "document war crimes",
            "skeptical",
            "atrocities"
          ],
          "cn": [
            "全面入侵",
            "非政府组织",
            "清算计划",
            "记录战争罪行",
            "怀疑的",
            "暴行"
          ]
        }
      },
      {
        "timestamp": "00:51",
        "en": "I was in the town of Bucha when it was liberated from Russian forces, entered the village to see hundreds of bodies strewn around being placed in a mass grave. And these people were killed, not because, like, you know, a missile landed on them by accident, they were just shot for fun by Russian soldiers just to prove they had the power over them. There was no military sense to this atrocity.",
        "cn": "当布查从俄罗斯军队手中解放时我就在那里，进入村庄时看到数百具尸体散落各处，被放入万人坑中。这些人被杀害，不是因为导弹意外落在他们身上，而是俄罗斯士兵为了取乐而射杀他们，仅仅是为了证明他们对这些人有支配权。这种暴行没有任何军事意义。",
        "highlights": {
          "en": [
            "liberated",
            "strewn around",
            "mass grave",
            "missile",
            "shot for fun",
            "military sense",
            "atrocity"
          ],
          "cn": [
            "解放",
            "散落各处",
            "万人坑",
            "导弹",
            "为了取乐而射杀",
            "军事意义",
            "暴行"
          ]
        }
      },
      {
        "timestamp": "01:21",
        "en": "And I remember talking to a Ukrainian general as we watched these dead bodies being piled in to a grave, and he was in shock. He'd liberated the village, but he was also in shock because he'd actually spent a lot of time in Russia itself. He'd actually studied to be a soldier there. He had lots of former students that he'd studied with there, former colleagues.",
        "cn": "我记得在我们看着这些尸体被堆入坟墓时，我与一位乌克兰将军交谈，他处于震惊状态。他解放了这个村庄，但他也很震惊，因为他实际上在俄罗斯待过很长时间。他曾在那里学习当兵。他有很多以前一起学习的同学，以前的同事。",
        "highlights": {
          "en": [
            "Ukrainian general",
            "piled in",
            "in shock",
            "liberated",
            "former colleagues"
          ],
          "cn": [
            "乌克兰将军",
            "堆积",
            "震惊状态",
            "解放",
            "以前的同事"
          ]
        }
      },
      {
        "timestamp": "01:46",
        "en": "Ever since the war had begun, he'd been calling them, saying, 'Please do something to stop this horrific war.' And they just throw the phones down. And so many Ukrainians were calling their Russian relatives there, well, now-former friends and saying, 'Please do something to stop this war. At least stop your sons from going to fight in this war.'",
        "cn": "自从战争开始以来，他一直在给他们打电话，说'请做点什么来阻止这场可怕的战争。'但他们只是挂断电话。很多乌克兰人都在给他们在俄罗斯的亲戚打电话，现在已经是前朋友了，说'请做点什么来阻止这场战争。至少阻止你们的儿子们去参战。'",
        "highlights": {
          "en": [
            "horrific war",
            "throw the phones down",
            "now-former friends",
            "Russian relatives"
          ],
          "cn": [
            "可怕的战争",
            "挂断电话",
            "现在的前朋友",
            "俄罗斯亲戚"
          ]
        }
      },
      {
        "timestamp": "02:08",
        "en": "And at the other end, they'd hear people who they'd known all their lives answering in the cliches of Russian propaganda, saying, 'You're making it up,' 'You've made some sort of mistake,' or saying 'You know, probably your side just bombed itself by accident,' or saying 'It's all fake, you're making it all up.'",
        "cn": "而在电话另一端，他们听到这些相识一生的人用俄罗斯宣传的陈词滥调回应，说'你在编造'，'你一定是搞错了'，或者说'你知道，可能是你们自己人不小心炸了自己'，或者说'这都是假的，你在编故事。'",
        "highlights": {
          "en": [
            "cliches",
            "propaganda",
            "making it up",
            "bombed itself",
            "fake"
          ],
          "cn": [
            "陈词滥调",
            "宣传",
            "编造",
            "自己炸了自己",
            "假的"
          ]
        }
      }
    ]
  }
]
