{
  "transcripts": {
    "YbnS39GAcQo": {
      "paragraph": "I'm a couples therapist and an absolute romance fiend. I'm talking about everything from \"The Notebook\" to \"Twilight\" to a show some of you may remember called \"The Flavor of Love.\" It's a reality competition show where the prize was the love of Flavor Flav. I think about relationships a lot, and something that comes up a lot in my work is this belief that relationships are hard. And we believe that due to one primary reason: our metric of success is based on what we've seen everyone else do. Imagine how you would honestly feel if you heard the following about another couple. OK, I said honestly. OK? \"I heard they don't even sleep in the same bed anymore.\" \"They claim they never want to get married.\" \"I don't think they ever plan to live together.\" Would you think to yourself \"it sounds like they have some serious issues?\" If we're honest, a lot of us would. And it's not because we're not open-minded, but we've been taught that these are warning signs for a relationship in trouble. And while they can be for a lot of people, that is not always the case. Relationship experts have found that one of the primary obstacles that couples face are their own expectations. When we compare ourselves to societal norms, we can develop a sense of resentment toward our partner, as well as a sense of shame for how we ourselves are coming up short. Now, before we really get into this, I have to say that some of us have to reckon with the fact that we may be with the wrong person. And that will be clear if your deepest desire is that your partner change fundamental aspects of who they are. You really want them to be a different person. But if you're confident that you're with the right person and you just still feel frustrated and dissatisfied, we may find that rejecting everything we've known about good relationships is the key to actually having one. I work with couples every day, and I help them through relational crises. I remember I was working with an engaged couple for about a year, and when they first came to me, they said, \"We're 95 percent good. We just want to address the five percent.\" And I hear something to this effect often when I first meet a couple. It turns out that five percent was more like 75 percent and increasing. They were struggling to make a blended family work. One partner had kids, the other one had never lived with kids before, and they moved in together after only knowing each other for three months. One time I went on vacation, and by the time I got back, they'd called off their wedding. But why? Their love was, honestly, it was evident, and they were not cruel to each other. Their issue was figuring out how to continue building their romantic relationship while also figuring out how to raise teenagers, who, to be honest, already had two very involved parents, they weren't really in need of a third. After a particularly big blow up over chores and responsibilities, I finally asked a dangerous question. I said, \"Do you think that living together has hurt or helped your relationship more?\" We took a few weeks to explore that question, and they decided to test it out. They got a short-term lease on an apartment nearby for the partner who didn't have kids. And we were really strategic. We made a contract. Let's talk about dates. Let's talk about expectations while you guys are living separately. And by the time they came back to me, I'd never seen them communicate so well. They said that they were looking forward to every weekend that they got to spend together. It felt like a vacation because they would spend the entire week planning their time together and savoring every moment they had together. They also found that their individual relationships with the kids drastically improved, without the pressure of trying to transition them into an entirely new household dynamic, especially when they only had a couple years left in the house. So at this point, some of you may be asking yourselves, \"What kind of couples therapist recommends that couples live apart?\" That's a fair question. And to be honest, for a majority of my clients, this solution would not work. And that is the point. When we're thinking about our relationships, we have to avoid focusing on what is normal. There's no such thing as normal when we're talking about two unique individuals with their own backgrounds and their own values. For this particular couple, they had to figure out a way to separate their romantic relationship from what really boiled down to roommate issues. And they had a circumstance that supported the option to live apart. One conflict that comes up a lot in my work is the difference in values between arriving on time and arriving looking and feeling your best. Neither one is wrong. But I had a great model for this with my parents. When I was growing up, we drove absolutely everywhere separately. Everywhere. You know, if you're going to be a little bit late, you would ride with my mom and if you're arriving on time, you'd go with my dad. They had two minivans for only two kids. OK. We didn't go anywhere together. And one time when I was about 12 years old, one of my closest friends finally worked up the courage to ask me about it. And I could tell she was so nervous. Like I was about to reveal to her that my parents were secretly separated, and she just figured it out. You know, now that I think about it, I bet her mom put her up to this. What's interesting is that her parents did go on to get divorced, and my parents stayed together for 23 years before my mom passed away. Now do I think that's due to them commuting separately? Of course not. But I think it shows us two things. First, it shows us that any deviation from the norm can be met with curiosity and even judgment. It also shows us that sometimes, when we decide to do things a little differently, we can avoid the difference between having a really challenging day as a couple or a smooth day, by simply accepting our differences not as a couple, but as individuals. Instead of trying to change our partners, what if we instead embraced their differences, our difference in values, and release the pressure of doing what everyone else is doing? It's OK to be a stay-at-home dad. It's OK if you prefer to travel without each other. It's OK if you need to have your own bedrooms so you can maintain personal space and be sane for each other. It's OK if you want to break tradition and create a new last name. It's OK if you want to share your love on social media, but it's also OK if you want to protect it from public opinion. It's OK if you're in a season of life where you both just cannot prioritize sex. It's OK if people are confused about your relationship. It was never theirs to understand in the first place. If we continue to accept the narrative that relationships are hard, then we'll continue to do nothing about it. If our relationships feel hard, I encourage us to reflect on what is hard about it. Is it really the relationship or is it external factors like our own personal trauma histories or work stress? If it really is your relationship, let's really think about what you and your partner are willing to do differently to enjoy it again. I want us to reject everything we've ever known about relationships, and challenge ourselves to create a relationship that not only defies expectations but honors the peculiarities that make us, us. Thank you."
    },
    "VEgltjydwZ8": {
      "paragraph": "Indonesia does not have a food crisis. What we have is actually a food policy crisis. We have the answer, actually, in our food biodiversity. We have over 1,200 grains, over 600 edible roots, not to mention more than 550 fruits and 1,600 seafood and many more. And we can find all these food sources in different landscapes. So Indonesia has a very diverse landscape. We have over 17,000 islands across the archipelago, from sea to the mountains, including rainforest, mangrove area, peatland area, arid land area. You know, everything is there. So actually there is no need for one-fits-all diet, because each of these landscapes have their own food sources. For a lot of [the] Indigenous community, these landscapes are a supermarket without bills. So I started Javara 15 years ago with the mission of bringing back forgotten food biodiversity to help Indigenous and smallholder food farmers to improve their lives, while also providing consumers with healthier diets, with products that are also ecological. So of course, I got to travel across Indonesia, spending time with Indigenous community, and to my surprise, places that are so remote and not even touched by the government policy, food policy programs, are well-fed and healthy. Yes, they may not have much cash, but they are [not] lacking of healthy, nutritious food, as long as the natural environment is not being destroyed. So let's look into the crop diversity that we have. We have grains. We have edible roots. We have fruit-based. We even have tree trunk. And all of these are gluten free. So another example is on our sugar diversity. We have at least four native fruit trees, including coconut for the lowland and coastal area, arenga tree in the forest area. We have arid land with the lontar or palmyra sugar. And then we have nypa in the wetland. But by the way, nypa also produces salt. How bizarre it is. The same plant produces sugar and salt. And every single of these sugars [is] low-glycemic, providing slow-release energy. And they are very sustainable. They can easily be productive at least for another 50 years. Yet the government decided to come up with massive food estates on sugar cane plantations. So let's deep dive into an example of ube or greater yam. Ube can be found in the wild. Easily domesticated, can grow under the shade of the tree, and it can easily -- you get over 40 kilos each harvest. So this is the type of staple food which you don't need to destroy the forest, you don't need to poison our soil, and basically you don't even need to introduce new type of crop. Unfortunately, the government, the policy for over four decades choose to ignore our food biodiversity, and instead monoculture of rice prevails. Over 98 percent of Indonesians are consuming rice right now. Let's compare with 1954, where actually it was only 53 percent. The rest was based on cassava, corn, sago and other edible roots. So I have to say, this is embarrassing, and at the same time very frustrating that a country like Indonesia where the food is abundant, we have such high rate on stunting and malnutrition, not to mention the impact of our food policy towards deforestation, land degradation, climate change, natural disasters, impoverishment of our farmers and also poor diet among the population. We do have a vision, actually, on how the policy should be. We need to shift from monoculture to food biodiversity. We need to revive back the heritage food that actually can provide good nutrition for all, while also keeping intact the nature. It is time for us to give a center stage for the food biodiversity. To be able to find the solutions that we need. This is an example of a small village in Central Java, which decided to embark on a journey to nutrify its community, making sure that every household [has] a food garden, cultivating chicken, fish, vegetables, fruits, herbs. And this is interesting because once they did that, they can reduce their grocery costs by 30 percent, improving their household income by 20 percent, increasing class attendance and also improving the student grades. So nutrition matters. Feeding the nation is one thing, but nutrifying the community goes a very long way. So children [are] our future. It is also time for the food policy to also include food culture education into our curriculum, teaching our children about where their food comes from, what [is] the food biodiversity available around them, to embrace their food culture identity, to understand the nutrition that they have and how our food relates with sustainability. So basically, if we can shift the policy to include food biodiversity, we can provide nutrition, good nutrition for all without jeopardizing our nature. It is time for us to invest more in food biodiversity, in the mainstreaming of biodiversity as [a] practical, inclusive [solution] for the future of our food. Not only that we have a food policy crisis, we also have a food identity crisis. For decades, we have been ripped off from our relationship to culture and nature. We have to help the people to go through this crisis of identity, allowing them to understand the importance of heritage food to become the answer, and also to understand that it is the food of the future. Rebranding it, making it sexy and hyped so that it is no longer perceived as a poor man diet. Thank you."
    },
    "g3AU44HfpfE": {
      "paragraph": "(Sakha) Neruen-Nerguy. (English) This is the way Indigenous Sakha people greet one another. This phrase has no exact English translation, but it means \"I greet the universe in your person.\" My name is Snow Raven, and I'm from the Republic of Sakha Yakutia in Arctic Siberia, the most cold settled place on Earth, where winter's temperature can drop as low as negative 96 Fahrenheit. Brrr. So after six years being away from Sakha Yakutia, I returned this summer to see my family and also visit our ancestral home. The first thing I did when I arrived was drop into silence and listen. Listening is one of the powerful gifts the universe has given humans to connect with nature. It is by listening that I have learned how to mimic nature. I listen with my imagination and become an animal that I hear. I move like it moves. I seek what it seeks. I cry with its cry. The owl, khakhan, for instance. It has night vision. It can see all around him, and it also flies without making a sound. The elie, brown kite, soars on heated air and with joy, announces the arrival of the summer. When I hear the loon, I feel its longing for its partner alongside its love of the baby it carries. The crane, the dance of this beautiful bird is so stunning and divine that Sakha people believe that happy are the eyes who even once witnessed the dance of a crane in a wilderness. The ehe, the brown bear. It's so mighty and it terrifies everything all around him while even he eats but little berries. The reindeer, taba, are lords of tundra, and they run thousands of miles in huge herds. To restore and recover their energy, they have a special breath. Bërë. In a wolf's cry, I can hear the loneliness of the hunter and its yearning for freedom beyond the body. It sees the moon and wants to join it in the sky. So the superpower of listening is that it leaves the room for imagination to dance with sound. Let's listen, ignite our imagination and summon our animal superpowers here and now. (Sahka) Makhtal. Thank you."
    },
    "do27uAjfKbg": {
      "paragraph": "I call myself an \"apocalyptic optimist,\" but I wasn't always this way. I used to believe that technology could save us from the climate crisis, that all the big brains in the world would come up with a silver bullet to stop carbon pollution, that a clever policy would help that technology spread, and our concern about the greenhouse gases heating the planet would be a thing of the past, and we wouldn't have to worry about the polar bears anymore. But time and time again, I saw that climate policy and business response were absolutely insufficient. Our big wins have been only small steps in the right direction. Even with the passage of the Inflation Reduction Act, the US is nowhere near meeting its commitments under the Paris Agreement, and the US is not alone. In fact, the US is the number one producer of oil and natural gas in the world right now. I'm a sociologist. I study anthro shifts, the process of monumental social change in a warming world. My work is part of the literature that documents why governments and businesses are failing to address the climate crisis effectively. One of the main reasons is that fossil fuel interests have a stranglehold on decision making. Because of their access to resources and power, they have blocked systemic changes that are needed, promoting instead incremental policies and even climate denial. It's time for us to face reality, and it's a bitter pill. The question isn't will climate change affect us. It's how many lives will be lost to the growing climate crisis? I still believe we can save ourselves from this crisis that humans created, though not all of us equally. Unfortunately, the mountains of data I've collected from policymakers, business representatives and activists show that saving ourselves is only possible with a mass mobilization of civil society that's driven by the pain and suffering of climate shocks around the world. These shocks come in the form of heat waves, droughts, fires and floods. As climate shocks come more frequently and hit with more severity, they will lead to additional social conflict as areas become uninhabitable, resource scarcity grows and people move to avoid the effects of climate change. So that's the apocalyptic part. But here's where the optimism comes in. As our world warms and more people experience the effects of the climate crisis firsthand, there's evidence that climate shocks and the conflicts they motivate will get people out in the street demanding action. Civil society will build political pressure to force governments and businesses to shift away from fossil fuels. We're already seeing glimpses of this process in action. In 2023, I surveyed participants to the March to End Fossil Fuels in New York City. Over 75 percent of the 75,000 or so activists who participated reported personally experiencing the effects of climate change. This summer, my research found that 79 percent of participants in the Summer of Heat campaign to stop fossil fuel expansion had experienced climate shocks in the past six months. These activists engaged in non-violent civil disobedience, like singing and chanting and blocking buildings dressed as orcas and even hot dogs -- yep, hot dogs -- to send a message to big banks like Citibank and convince them to stop funding fossil fuel projects. It's time for us to all be apocalyptic optimists: prepared for the shocks that are coming and ready to rally as activists, disruptors and bridge builders. Together, we can pressure the state and the market to adopt the changes that our communities require to survive. Here's my advice about how to be the change makers we need. First, activism and engagement must create community and solidarity. This is how we get over that necessary threshold and mobilize the masses. I've studied countless social movements, and the most effective and durable ones are those that bring people together across a diversity of identities and orientations. One of the reasons that the first Women's March in 2017 was the largest single day of protest in US history, is because its message resonated with people on an individual personal level. Although it was a women's march and the majority of participants reported turning out to show support for women's rights, people of color came out because they were also concerned about racial justice, and Latino participants joined because they were also worried about immigration policy under the first Trump administration. To date, the climate movement does not do a great job of connecting activists across identities, orientations or social classes. But it needs to. Second, disruption, repression and even violence can help jolt sympathizers to take action. The type of activism that I'm talking about is not going to be peaceful, not because the activists are likely to get violent, but because those in power often do. Already, activists in Europe, the UK and the United States are being threatened and criminalized, with many facing jail time for blocking traffic, for organizing sit-ins or for throwing soup or smearing paint on the protective covering of artwork. It's much harder for activists in the developing world. Almost 200 environmental defenders are murdered each year because of their activism. Research shows that social movements get more confrontational as their struggles continue. This so-called \"radical flank\" involves tactics like blocking streets and occupying public spaces. Although these tactics are super unpopular, they are a necessary component of social movements as they expand and build capacity for social change by channeling sympathetic individuals into more moderate components of the movement. This process is what we call the \"radical flank effect,\" even though the tactics are frequently not particularly radical. Sympathizers are also mobilized to participate by witnessing violence against peaceful protesters. During the US civil rights movement, watching violence against activists motivated members of the broader population to join the movement. In 2020, when activists protesting the murder of George Floyd in Washington, DC, near the White House were tear-gassed, the crowds that turned out the following day were much larger. Third, you don't have to be an activist to make a difference. We don't all need to get arrested protesting, but we must all work together to make our communities more resilient in the face of climate shocks. As the climate movement builds and grows and builds capacity, the climate crisis rages on. If we work to cultivate resilience in our communities, we can help to limit the human suffering that will come as the world warms. To be more resilient and to recover more quickly from the effects of climate change, service corps programs are popping up across the United States. When Hurricane Maria devastated the island of Puerto Rico in 2017, AmeriCorps deployed its members to help with disaster response, rebuilding and reconnecting food delivery to communities across the island. Similar programs are currently underway in mountain communities and others affected by hurricane Helene and hurricane Milton. This type of program is also popping up across Europe and Africa to build resilience. They support young people as well as older adults, training them to weatherize homes, install rooftop solar, remove debris from forested areas and to build more dense civic networks to support communities when disaster hits. These programs are much more effective when they connect people where they live, work and experience climate shocks. Because so much more is possible when we already know one another. Rather than parachuting in strangers during times of crisis. As unfair as it may seem, the future is up to us. These times will not be easy or pain-free. But unless we get realistic about the path that we are on, too many of us will be caught off guard. Some days it's hard to be an apocalyptic optimist. More climate records are broken. Extreme weather hits. Or another round of climate negotiations takes place and ends in a petrostate, with no measurable effects whatsoever on the concentrations of greenhouse gases in the atmosphere. But then I see communities pushing back. They vote to phase out natural gas and local buildings. They pressure banks to stop investing in fossil fuel infrastructure, or they work with their friends and neighbors to muck and gut buildings destroyed by flood or fire. As I witness these local people investing their time and energy in building communities that are more capable of withstanding the shocks that are yet to come, I'm optimistic once again. Thank you."
    },
    "Nh1QvWm0BrQ": {
      "paragraph": "Two years ago, I became an accidental intrapreneur. Meaning an entrepreneur, but within a larger company. Didn't mean to. When I started at Intuit in 2020, my job was to do marketing and advertising for QuickBooks, but it was in that position that I saw an opportunity, an opportunity for Intuit, to help connect our small-business customers with complementary products and services that would help them grow and thrive, while also being good for our business. Now, I sat on the idea for a while, really wanting to focus on the work that was right in front of me, but I couldn't shake it. So I eventually pulled together a proposal, brought it to our leadership team, and much to my surprise, they said, \"Go pursue it.\" And it was at that moment I started making every mistake possible in trying to bring it to life. But through those mistakes, I've learned what it means to be a successful intrapreneur, and I'm going to share those mistakes today in the hopes that if there's anyone that has an idea and wants to build something from within, that this can be helpful. So the first lesson I learned was to socialize your vision early and often. I had romanticized the idea of a skunkworks-like start-up within Intuit. I built a lean team. We worked in the shadows. Everything was on a need-to-know basis. The more people that got involved, the more process, the more bureaucracy, the more opinions, it was just going to slow us down. And it worked, but not very long. The problem was, as we started to grow and become a legitimate business, I needed the support from a lot more teams and I didn't have it. Some of the most uncomfortable conversations I had with my coworkers was going to someone that I knew was stretched thin, had no idea what I was working on, and telling them that they needed to carve out additional time to help support it. I was not very popular in those moments. In my attempt to move fast, I made us move slow because with every new team that we approached, we were starting from scratch and had to paint that picture over and over again. This is also when I learned the value of a well-placed happy hour or coffee break. So I realized it was really important for me to establish a human connection and not a transactional one. So I'd ask my colleagues to go out and grab a beer or coffee and we would talk. And in those conversations, I would learn about their workload, their resource constraints, about what energizes them and their teams. It was also an opportunity for me to share my vision, why I was excited, and what I thought I could do for our customers and our business. The second lesson that I learned, very similar to the first, but on the flip side, is this idea of listening early and often. I'd been in marketing for almost 20 years at that point. I'd worked on Super Bowl ads, global brand campaigns. I thought I knew everything that there was to know about marketing and advertising. And because of that, I had a crystal-clear picture in my head of how I wanted every piece to work in this new initiative. When someone would say that something wasn't possible or had a difference of opinion, I immediately labeled them as blockers. They were either not understanding what we were doing, they were scared or simply just didn't want to do the hard thing. The truth was, I was grossly overconfident in my understanding of everything. I knew very little about corporate accounting principles. I knew enough to be dangerous about things like privacy law, and those \"blockers\" were actually deeply invested in the success and were trying to prevent me from making the mistakes that would get the project killed. And to be clear, I was making a lot of mistakes. It's only because of them that the project not only lived on, but thrived. Listening became so important to the project that we implemented something that we called dumb-question sessions. These were a safe-place, judgment-free zones where myself and others could ask questions that maybe we were nervous to ask in other forums, maybe because we should have known the answer to those, maybe because it's obvious to the rest of the organization, but just because of the role that we sit in, we were never exposed to it. Regardless, the purpose of it was to have a shared understanding of all parts of our business. I remember one specific example where there was an acronym that had been used for weeks, and I didn't know what it was. I didn't ask early on. So much time had gone by that I felt like I was trapped. I didn't want to ask at that point. I thought I was going to have to live with this lie for the rest of my life. But it was because of the dumb-question session and the judgment-free zone that I was able to ask and fill in all the gaps. And actually, one note on that last example, I'm pretty sure there was a little bit of judgment, but I think I deserved it. So the last lesson that I learned, and the one that I feel is most important and possibly counterintuitive, is that the stakes can be quite high. Your personal risk tolerance doesn't matter. If you go out and start your own business and it fails, it is not a good thing. It can add stress to your family, obviously financial implications. Intuit was founded on trying to make sure that that doesn't happen, but if it does, it's relatively contained. If I were to do something that compromises our customers' trust in our products and our brand, or create a poor product experience for our QuickBooks product, the implications can be far-reaching. It can impact a lot of small businesses. You can't shoot from the hip. That's not to say that you need to work out of a sense of fear, either. You just have to be super thoughtful about how every decision you make, how every action you take, could impact the broader organization. To wrap up, again, if you are someone that has an interesting idea that you feel like you want to build from within, I encourage you, work with the system. There is a lot of horsepower built up in these large organizations. Lean on the experts, learn from them. Will you go a little bit slower at times? Yes. Will you make compromises that you didn't want to make? Absolutely. Will the product be better for it? One hundred percent. And that's what you want. And that's what it takes to be successful. Thank you."
    }
  }
}