{
  "transcripts": {
    "PnBMdJ5KeHk": {
      "paragraph": "Few insects have captured our imagination\nlike the monarch butterfly. Their migration is one of the most iconic\nwildlife spectacles in North America, but they are also one of the best\nenvironmental indicators we have of the health of our ecosystems. And they have been in decline\nfor the last 40 years. So they might be telling\nus a bigger story. A story about our relationship\nwith the natural world. Every year, these amazing insects undertake one of the most extraordinary\njourneys on this planet. It takes from three to five\ngenerations of monarchs to complete the whole migration. And it starts in Mexico in the spring, when the monarchs that spend\nthe winter there travel back north to lay their eggs. So the first and second\ngeneration of monarchs are born and remain in the USA, and they live up\nto six weeks, more or less. But most migratory monarchs belong\nto the third and fourth generation, and they emerge\nin the late summer, early fall when the days start to get shorter and it's cooler and they feel it and they undergo a hormonal change\nin their bodies called the diapause. And this puts their mating\ninstinct on hold. And they live longer then. This super generation\nwill live up to nine months. And they will complete the trip to Mexico, 3,000 miles to a place\nwhere they have never been before. Because remember, they are\nthe great granddaughters of the butterflies\nthat left in the spring. How they do it, how they find the exact\nsame location remains a mystery, especially if we consider\nthat the sanctuaries, the forests they are looking for are located only on 12\nisolated mountaintops in central Mexico, and these are the perfect\nconditions for the monarchs. It is cool and moist in high elevations. But for years scientists have been trying\nto answer the same question: how do they exactly find their way? There are many hypotheses. Some say it has to do with geomagnetism. There are evidences that they use\nvisual cues from the landscape. You know, the ridges of the mountains. There's even theories about the odor\nof the pheromones of previous butterflies that were there the year before. But the truth is\nthat we don't know exactly. And they are continually actively\nresearching this topic. Physiologist Christine Merlin discovered\nthat the monarchs use their antennae as part of a very\nsophisticated solar compass. And researchers\nfrom the University of Iowa are using this radio tracker to monitor the short-range movement\nof the monarchs when they feed. But this thing, as you can imagine,\nis very cumbersome. You cannot track the long-distance\nmigration of a monarch with this. Until recently. A team from University\nof Michigan is developing what promises to be\na breakthrough technology: an ultra-light sensor that, combined with an algorithm, will, for the first time, be able to track the single path of one monarch when they make it to Mexico,\nwhich is very exciting. But often for these complex problems, the best and most efficient solutions\nare the simplest ones. We have been tagging\nmonarchs for 30 years. We use these stickers that are very light, and they contain coded information\nand information about their origin. And this is how we discovered where the monarchs\nwere spending the winter in the '70s. And today, it continues to be one of the most popular environmental\neducation [activities] in North America, with volunteers having tagged more\nthan two million butterflies in 30 years. Now all these challenges\nthat we face to track the monarchs are nothing if we compare them to what the monarchs\nthemselves have to face throughout their long journey, especially starting\nin the prairies of North America, or at least what is left of them. Because every year we are losing\none million acres of prairie being transformed into land development\nand agricultural fields. And in the '90s, this problem got worse because the widespread use of herbicides\ncombined with genetically modified crops created a new problem. They basically wiped out\nthe native grasses from the fields, including the milkweed. And the milkweed is the host\nplant of the monarchs. That means they need it to lay their eggs\nand to feed their hungry caterpillars. Without milkweed, the monarch population\nstarted to collapse. Now our monarchs will continue\ntheir journey south, and they will have to face new threats, like roadkill that kills three percent\nof monarchs every year, or even light pollution\nfrom big cities that confuses them, it alters their patterns of sleep. But they will endure and eventually\nwill reach Mexico. Aha, a last surprise, deforestation. Deforestation makes them\nmore vulnerable to climate change. And as many of you know,\nclimate change has many faces: droughts, heat waves or even snowstorms, like the one\nyou are seeing in this picture, have become the major challenge\nfor the monarchs in the short term. So I have to ask you don't let this beautiful illusion\nof plenty fool you, because the monarchs\nare in serious trouble. But there's also good news, there's many people\ntrying to protect them. Working with the local\ncommunities in Mexico has been essential to control\nthe deforestation rates. Farmers are working with conservationists, and they are using drones to analyze vast tracts of fields\nin search of milkweed. Because the science is very clear, all the monarchs need\nis their habitat back. And we can do that by planting milkweed and by planting native\ngrasses with flowers. That's why thousands of citizens\nalong the migratory route are turning their backyards\ninto habitat for the monarchs. Even small parks in big cities\nlike Chicago can help, because these are like gas stations, pit stops for the monarchs\nwhen they travel. And as you can imagine,\nfarmers play an essential part. These strips that you see in the picture\nare called prairie strips and are strategically located into areas\nof the field to attract pollinators. But they also protect the soil\nand conserve the water, so they benefit the farming. And all I can say is they work because the only pair of mating monarchs that I was able to photograph\nduring this story was during a visit to one\nof these prairie strips in Iowa. It will be the offspring\nof these butterflies that in subsequent generations\nwill complete the cycle and make it back to Mexico. And here they will be\nreceiving high honors. For the Mazahua people in Mexico, the monarchs are the souls\nof their ancestors, and the day of the Dead\non November 1, honors this tradition. And as you can see, monarchs have become\nthe undisputed pop icon of this celebration. Now our monarchs now continue\ntheir life cycle in an alien world. Everything is different for them. They have never been here, they are tired, they huddle together. So the first days of the season\nthey are really vulnerable. (Video) I have spent the last 10 days\ndoing the same thing in the mornings. They are getting so close\nto the branches I want. I think I have it,\nfor the first time in many days. By many days, I mean 20 days. But I did get the shots that I needed. Thank you. Now as new waves of monarch\nmake it to Mexico, the branches soon fill up with clusters, and it is now when Dr. Green\nand his team will travel to Mexico, and they will try to locate a signal\nfrom that sensor they installed earlier. They need just one, one signal that can answer some of the questions that we have about the migration. I, as a photographer, I needed\none monarch, just one, but from a very different perspective. (Video) You see this tree\nthat is behind me, and it's packed with monarchs. So if you get to see what I'm doing,\nthere is this nice pattern. There's always one late monarch\nthat tries to find the spot half an hour later than everyone else. And that's what I'm waiting for. The flashy orange butterfly\nin a texture of roosting monarchs. So we'll see. So I would be that late monarch. 20 years chasing monarchs, and I cannot get enough\nof this kind of images. They are really effective, in my opinion. Thank you. Thank you very much. There is an increase in the temperature as the season advances, and the monarchs\nstart to get more active. They start to hang out in the local pub, which is the stream\nthat runs down the hill. And with that increase of activity,\nthere's also an increase in the tourism. And the tourism is the economic engine\nfor this region during the winter months. And they all want to see\nthis beautiful scene, the monarchs flying over the blue skies, an amazing sight. Sometimes it never happens,\nand sometimes it’s OK. But one day, one day, I got to witness\nsomething really extraordinary. (Video) I have been\nto this reserve so many times, and I have never seen something like\nwhat we have encountered today. It's just amazing. You can see the sky is covered\nin butterflies. All I want to do is to photograph. And I see your faces,\nI know what you're thinking, that this was the easiest picture\nof my assignment. It took me 20,000 frames\nto get this thing right. So it was not easy at all. So after all this time, I know for sure that if there is one\niconic species in North America, this is the monarch. We are living in very polarized times, and the story of the monarchs\ncan inspire hope again, can bring unity across\nour borders -- we need that. And most importantly, it can reconnect us again\nwith the natural world. North America will be a much sadder place, this planet will be a much sadder place, if we lose the monarch. There is a growing movement\nto protect them, but we need to act now. So, muchisimas gracias,\nthank you very much. Thank you, thank you very much."
    },
    "TiwcAjRuhoE": {
      "paragraph": "e e [Music] the all [Music] [Music] is [Music] [Music] [Music] [Music] y [Music] [Music] [Music] [Music] [Music] [Music] [Applause]"
    },
    "WrxJKj71c9o": {
      "paragraph": "The world is full of sound. It's all around us all the time. If it's carefully designed, we can use it to tap directly\ninto our feelings and evoke a deeper connection\nto ourselves and the world. As a group of composers, sound designers, creative technologists and musicologists, my team and I combine all this knowledge\nto create sound experiences that convey stories and ideas. We use scientific data as musical scores, translating complex information\ninto a language we can easily understand. We work with field recordings, compose linear and modal music, and use technology to understand,\ncontrol and generate melodies. We are merging art, music,\ntechnology and science into the field of sound scenography, using the auditory sense to foster an emotional\nunderstanding of our world. So let me take you on a sonic journey\nof music and code, where ones and zeros\nare mixed with notes and rhythms and poetry meets science. What you are about to hear\nis a combination of recordings from nature and our surroundings, data-and-AI-driven music and a lot of human creativity. So relax, and if you feel comfortable,\nclose your eyes, take a deep breath, and listen closely. Allow yourself to feel. We begin in the water. Here in the deep, we hear tiny creatures, different textures, or even the contrast\nbetween the Atlantic ... and the Pacific Ocean. We follow the sounds of seals and bring the elusive song\nof the harbor porpoise to the range of our human hearing. The ocean is speaking to us. Let’s move out of the water into dry land, and dig deep into the Earth. Countless small animals,\nlike earthworms, grubs and ants, they interact, they communicate and work tirelessly to maintain\na perfect ecosystem. Through geophones and soil sensors, we can capture these voices\nand hear the soil singing to us. But it’s our human creativity\nthat can interpret, modulate, filter and mix all these recordings with music, creating a tapestry of sound that gives a voice to the complex world\nhidden under our feet. From here, we take flight\nhigh into the sky. Feel the lightness\nof traveling through air while enjoying the mystical messages\ncarried by birdsongs. Let's focus our attention\non that hermit thrush, as it sings to us. Within that song is a message, that if we slow it down,\nwe can comprehend. Every bird finds his voice\nin this intricate orchestration. And while they all play together\nin perfect harmony, we need to find our place\nin this acoustic ecosystem. Let’s keep moving up, into the sky ... through the atmosphere ... into the vast emptiness of space. In this abstract place,\nwhere there is no sound, we reach only to the power of music to try to make sense out of the relationship\nbetween sound and time. As the sound of a voice, we travel to the center of a black hole and wonder what will happen to us\nin the presence of this cosmic force. We are being stretched, as our musical body just falls apart. New and old musical concepts\ncollide into a timeless sound mass, leaving all sense of structure behind. We are surrounded by the past,\nthe present and the future, all at the same time, while information and matter\nlose all their meaning. It is here, in this emptiness, that we find ourselves traveling\nto the human imagination, an infinitely magical place, bound only by our creativity. We hear artificial intelligence\nmaking music and envision the potential\nof new collaborations. Explosions of sounds and melodies remind us of the importance\nof emotional communication, while simultaneously giving us\nan idea of the creative process being enhanced by technology. As we return from our journey and rejoin one another in this room, let us embrace the force\nof human imagination and use sound to connect deeper\nto ourselves and to others. Let us open ourselves to the transformative power of sound and its contribution to a new emotional\nunderstanding of our world. Thank you."
    },
    "jFl9kFms7nA": {
      "paragraph": "I know this sounds weird, but the thing that I'm the most\npassionate about in the entire world is data. Really fun, right? Well, I believe so. In my practice as a designer,\nI use data to tell stories. Stories that are anchored in numbers, but actually that are mostly defined\nby small and qualitative data, which are the ones that can add\nall of the context and human nuances. But what does that mean? Well, for example,\nwhen Google wanted to help people understand the threat\nof plastic pollution, we designed a micro site where you can drop objects\nthat you use every day, such as a disposable plastic bottle, and see how they break apart\ninto microplastics that pollute the sky and the ocean, making this invisible layer\ntangible and visceral. Or when the clothing company\nAnd Other Stories wanted to communicate\nabout inspiring women, I designed a fashion collection where I showed the achievement\nof three amazing women scientists into data patterns that are woven and embroidered\ninto the textiles. From a personal level, data is the lens\nthat I use to make sense of the world. I live and breathe data. And I love data so much that one time I used it\nas a writing language to get to know a new friend\nacross the Atlantic. For one entire year, we've been writing\nto each other every week, but we didn't use a word of English. We spoke data, sharing the most intimate details\nof our days and our personalities, such as all of the time that we complained\nand what it was about, and was it even necessary? Or the \"thank yous\" that we said\nand what they were for. And even the time that we argued\nwith our partners. And right now, this full set\nof 52 and 52 postcards happily lives in the permanent collection\nof the Museum of Modern Art, which is quite nice. Thank you. But this mission took on a new meaning\nwhen I became sick with a chronic illness. I have been living with long COVID\nfor the past four years. Long COVID, if you're not familiar, is an umbrella term\nthat is used to describe the various health consequences\nthat some of us have after an acute COVID infection\nor a COVID reinfection. And an infection-associated\nillness, like long COVID, can be mild and pass just in a few months, but it can actually\nbe extremely disabling and leave you unable to attend\nto the basic tasks of your life for years or possibly indefinitely. Since my first COVID infection in 2020, and especially so\nafter my reinfection in 2022, I started to develop constant,\ndebilitating symptoms. These are some pictures that I took\nat different points in my journey, both at home and in the many medical\nsettings that I've been at. At my worst, I was completely housebound\nand at times fully bed-bound, and for a while I even\nhad to stop working, which has been the hardest for me. As I started to develop these constant\nundiagnosed symptoms, I, of course, turned to data. Tracking these symptoms every day, such as extreme fatigue, dizziness, heart palpitation, tinnitus,\nhead pressure, nerve pain and more. Tracking them together\nwith the treatments that I was trying, and then biometrics from my smart watch, what I was eating\nand what I was doing for the day, such as walking or commuting and even my level of stress. And I did that to, hopefully,\nunderstand possible correlations and help me and my doctors\ncrack this mystery, but also to keep me sane in moments\nof deep suffering and uncertainty. And this is just a snapshot\nof four years of data collection. At a certain point in my journey, I decided that I needed to share\nthe data that I collected with people. In fact, when you read about long COVID, you usually read a list of symptoms\nthat might make a healthy person think, \"Well, I'm tired, too, after work.\" Or \"Well, I have headaches as well.\" Or \"Yeah, after my last COVID infection I coughed for a couple of weeks,\" but I had never seen a thorough account\nof what it means to live with a debilitating condition\nlike this one on a daily basis. I had the opportunity to share my story\nwith \"The New York Times\" in the form of a visual op-ed. When I used the language of paint\nand data visualization to share my journey day after day. The piece starts with warm-color\nbrushstrokes that surround the title \"1,374 Days: My Life with Long COVID.\" As you start reading my essay in words, you see that the brushstrokes\ninteract with the text. Understanding without a legend that every different color brushstrokes\nrepresent different symptoms, and seeing that the symptoms\naggregate by days. As you keep reading a stack of different\nbloodwork and health tests, just a sample of the many I've had, pile up on screen, and then a body figure appears\nand gets overwhelmed with all the different types of symptoms that I've experienced\nover the past four years. Here is where my spreadsheet,\nmy data diary of sorts, shows up. And as you keep reading,\nyou encounter additional symbols for the hundreds of doctor's appointments, the dozens of medications I've tried, my hospitalizations, and ultimately, the tens\nof thousands of dollars that I spent for my care. And finally, you piece it all together when you encounter\na visual calendar of my year. The calendar gets filled\nwith all these brush strokes and the additional symptoms, and then you'll see an addition\nof handwritten annotation that can help you understand\nwhat was happening, my vaccinations and my reinfections. Ultimately, seeing that the calendar\nof our lives changed drastically and dramatically after we got COVID. Now, this is the detailed\nstory of my journey, but I always wanted to include\nother people's experiences. And so I asked members\nof the long-COVID community that I connected with online\nto respond to one prompt. “I hope that I will be able to \n‘blank’ again.” And at the end of the piece you read\nhundreds of heart-wrenching hopes from people that hope\nto be able to walk their dogs again, to play with their children, to get back to work, and simply to live a life\nthat is free and independent. Ultimately concluding with a collective hope that we can all start living\nwith a blank canvas, full of possibility once again. The response to the piece\nhas been incredible. I received thousands of messages from people sick with different\nchronic illnesses and caregivers that, in different ways, told me that they finally feel seen, that they now have a visible, striking and emotional evidence\nto send to their loved ones to make them understand\nwhat they're really going through. Data. If we look at them and represent\nthem for what they are, which are human and nuanced\nrepresentations of our lives, data can move us profoundly. Data can shape human narratives\nthat can open conversations, convey empathy, and even connect people. As for me, you might be asking, ten months after\nthe publication of the essay, I am doing much better. I am not cured, I still have limitations, a few setbacks, and I still take a fair amount\nof daily medication and prescribed supplements. But I am starting to paint\na different picture for myself. Now this is my own story. I am no medical expert, and I don't aim to speak\nfor the long-COVID community at large. But here's what I have done. Earlier this year, I decided\nto shift focus completely. I started a new data collection, one that is only about progress, where the categories in my spreadsheets\nare only what I have been able to do, such as walking to the subway or trying a few minutes\nof physical activity without any consequence. Of what I've been\ngrateful for for the day, such as a dinner out with my partner and the few moments that I felt\nreally good in my body. I have retired my smart watch, which, truthfully, was giving me\nmore bad than good news every day, and I have stopped logging\nand therefore paying constant attention and giving meaning to my symptoms. In the beginning it felt scary. I felt almost naked, dropping this built habit\nof monitoring my body so closely, something that gave me\na semblance of control, and also something that made me\nwho I have been for the past four years. But I realized something. That changing how I look at things\nalso changes how things look. Dropping the need to observe my symptoms\nand shifted my focus has reshaped the way\nthat I see my journey. Now, I want to make clear\nthat the last thing that I want is for people to think\nthat these illnesses are all in our heads, or that positive thinking\nalone can fix them. That is simply not true. This new approach is part of a program based on solid neuroscience\ncalled brain retraining. Every day, like thousands of other people, I've been putting in hours\nto retrain my brain to react differently\nto symptoms and triggers. And this approach followed\nthe principle of neuroplasticity, which is our brain's amazing\nability to rewire itself, something that can help reduce symptoms and improve the life of people\nwith chronic illnesses. This new approach\nand this new data collection have been giving me hope, something that I have missed\nfor a long, long time. Almost a year ago, at the end of my essay,\nI also shared my hope at the time. It reads, \"I hope that I will be able\nto take walks again, to snowboard, to sit at a restaurant\nand eat with my friends, to travel to my home country, to be pain-free and simply\nenjoy a day in the sun without symptoms or fear. I hope that one day I will get back\nto the person that I used to be.\" And I am happy to report\nthat I am on track for most of that. The snowboarding part\nis still a bit out there, but I will be taking a plane\nto go to Italy, my home country, for the first time in years\nin two days after this talk, which I'm really excited about. Thank you. I believe there is a bigger message here. The world is made of data. But not the data that we produce\nwith our smartphones or credit cards. It's made of the data\nthat we decide to give our attention to at any given time. Because what you choose to see\nshapes who you will become and ultimately your entire world. I believe in my recovery now. It might be far away in time, it might have bumps in the road, but firmly believing that it can happen\nand choosing to look at it over and over despite the obstacles is the first step in that direction. I know that for sure now. Thank you."
    },
    "Z6bxX3mcfJg": {
      "paragraph": "We're here today to hear compelling ideas, new innovations and thinking\nin science and medicine. And innovative solutions to our most\nvexing problems in society. So they said to me, \"Eric, do you have anything\nthat you can add to this compelling list\nof stories and ideas? Something you can talk about\nhere on the TED stage?\" And I said, \"Of course I do.\" And the question I want\nto explore with you today is: Why don’t vampires\ncast reflections in mirrors? So, you've probably seen\nthis before in movies. The humans are suspicious\nof the new dark stranger, and they band together\nin this moment of confrontation, and they open up a mirror\nin front of them and bam -- there’s no reflection there. Proving to the humans\nthat the new dark stranger is, in fact, a vampire. That's right. So where did this start? How did this happen? This idea that you could hold a mirror\nup to an undead creature and learn that they are a vampire? Well, we're going to find that out. The thing you have to keep in mind is, as we look through\nthe history of vampires, that they change over time. Every culture in history\nhas had a variation on a vampire. Every single one. Very few of them use -- Are you laughing at some\nof these illustrations? Maybe you are. I did sneak one in there. So they don't always call them vampires. But every culture has a version\nof a supernatural creature who comes back from the dead\nand gains power by preying on the living. Our version of the vampire\nreally came about in the 16th century. It was a way to conveniently explain some misunderstandings\nabout death and dying. Some sketchy activity\nhappens in the village. Someone gets an idea,\n\"Hey, let's dig up Wolfgang.\" And they opened his coffin, and they find that his hair\nand his fingernails and his teeth have all seemed to grow since he died. And they see some fluid around his mouth\nwhich they mistakenly think is blood. Proof that Wolfgang is a vampire. But this is actually what happens\nto a body when it's decomposing. Not that they're undead. Our understanding of vampires\nreally exploded, or our lexicon for vampires really\nexploded in the 18th century after a rabies outbreak\nin Hungary and Romania. Now, the thing to remember\nis that when a human contracts rabies, it can take a couple weeks\nbefore symptoms start to manifest. So some really common\nvampire characteristics, like an avoidance of bright lights or strong smells like garlic, an aversion to water\nand suddenly aggressive behavior are not signs of the undead. They are signs of rabies. But back then, they couldn't\nput those things together. They didn't think that the neighbor\nwho's acting funny now, it wasn't because of the raccoon\nthat bit them two weeks ago. It's because now a much more logical\nexplanation is that they are, in fact, a vampire. So most of our ideas of vampires\nthat we all think of came about in the movies. Count Dracula and Sherlock Holmes have been in a decades-long battle to be the most depicted\nfictional character in film. It goes back and forth\nevery couple of years. But when we think of the vampire in film, there are some things\nthat are quite iconic to us, like \"Nosferatu,\" right? Here's a fun fact for you\nabout \"Nosferatu.\" Outside of that, most people\nget something wrong, they think it's the first vampire movie. It wasn't, but it was the first one\nthat was anything like approaching a hit. The fun fact I want to share with you is that every copy of \"Nosferatu\"\nthat any of us have ever seen is an illegal bootleg. Bram Stoker’s widow, sued the filmmakers for copyright infringement. She was worried that \"Nosferatu\" was going to cut into\nthe quite lucrative royalties from the stage version of \"Dracula\" that was being performed\nin the UK and the US. She won that lawsuit, and in her settlement, she demanded that every copy\nof the film be destroyed. Most people, when they think of vampires, think of the 1931 Tod Browning classic starring Bela Lugosi as Count Dracula. You almost can't overstate\nhow huge a movie this was. It not only really established\nvampire movies, it started a vampire movie trend\nthat lasted for over two decades. It was the first mainstream hit\nthat was a horror film. It really established horror\nas a genre in film and set up expectations for,\nlike, even “Frankenstein,” that came later that same year. Since this whole craze of vampires\nreally started with Dracula, we've had so many, hundreds of variations on the vampire. We have had samurai vampire, we have had plumber vampires, we have had vampire babies,\nwe have had stripper vampires. We've had a vampire movie about every\nmember of Dracula's extended family. Son of Dracula, daughter of Dracula,\nfather of Dracula, bride of Dracula. We've even had Dracula's dog\nin \"Zoltan, Hound of Dracula.\" There is one definitive thing\nI can tell you about vampire movies, and that is, vampire movies suck. And I'm not being metaphorical here. Vampire movies are not good movies. So why is this? Why is it that these movies\ndon't really last very long? It's because we keep changing\nour idea of what terrifies us and what scares us. You know, speaking of things in common, there's one thing that vampire movies\ndo not have in common. Does anyone want to guess what vampire\nmovies do not have in common? Vampires. It became such a hot trend\nfor vampire movies that people would slip\nthe word vampire into the title, even though there wasn't\na vampire in the movie. There's multiple ones of these. The the most notorious of these\nwas the 1952 stinker called \"My Son the Vampire,\" which did star a late-career Bela Lugosi. But he didn't play a vampire, and no one else in the cast did either. But they figured it would be a big trend\nand get in on a big trend and did this. So not even this happened. I often get asked, what is the best vampire\nmovie I've ever seen and the worst vampire\nmovie I've ever seen? And it may surprise you to learn that the best vampire\nmovie I've ever seen, and the worst vampire movie I've ever seen are the same film. \"Jesus Christ, Vampire Hunter.\" So we know a lot about Jesus, right? But somehow history has forgotten that Jesus of Nazareth is apparently\nalso a kung fu master. And in this movie, Jesus comes back to Earth\nto save the world and humanity from a vampire cult who has taken over. And he uses his kung fu skills to do this. And one more little tidbit, \"Jesus Christ, Vampire Hunter\"\nis also a musical. So, just for your enjoyment, I did bring along the trailer\nto this great piece of cinema. (Video) In the new millennium,\nvampires no longer fear the sun. Now they're going to learn it's time to fear the Son of God. (Music) Live to fight. Right to live. Live to fight. Right to live. Phil Caracas is \"Jesus Christ,\nVampire Hunter.\" I am assuming that you're all\nin some state of stun after seeing that. So let me give you a real quick\nrecap of what you saw. You saw Jesus riding a Vespa, then you saw Jesus getting his hair cut, then you saw Jesus kicking some holy ass. And you also saw El Santo, the famed Mexican masked wrestler, who is in the film\nand plays Jesus's sidekick. So I think we've established\nover the last several minutes that there are many colors\nin the vampire rainbow. So let's not get too far away\nfrom our original point. Why don't vampires, in all these bad films,\nbad novels, bad stories, why do none of them\never cast reflections in mirrors? I mean, there are not one\nbut several vampire tales where the vampires are deathly\nscared of uncooked rice. Yeah, true. Count von Count from \"Sesame Street\" is based off of the idea that vampires\nare obsessed with counting. And if they see sand\nor rice on the ground, they're going to have to stop\nand count every grain, the sun comes up and they die. There you go. A little improvised little bit\nfor you right there. So now see if I can find my place back\ninto what I'm talking about. So if you want the answers to why\nthey don't cast reflections in mirrors, the answer is that there really\nisn't a clear answer to this question. The consensus thinking is\nthat when you hold -- it comes from the habit\nor something people did of holding a mirror up\nto a deceased person's face to see if the warm breath\nwould fog up the mirror. And if you think about it, if someone's lying prone\nand you hold a mirror up to their face, what you're going to see\nin that mirror is the wall. You're not going to see them. Therefore no reflection in the mirror. But I think there's actually\na far simpler answer than this. When you look at vampires\nand how they change over time, what was once terrifying and evil\nbecomes dull and campy. We change the vampire to match our time. In the 1890s, Bram Stoker's\n\"Dracula,\" the novel, was thought to be an allegory\nfor the end of Victorian morals. In 1931, when \"The Dracula,\"\nstarring Bela Lugosi, came out, the idea was that that represented a fear\nof eastern European immigration. In the 1950s, vampire films\nrepresented a fear of communism. We morph the vampire to match our time. So with this, why don't vampires\ncast reflections in mirrors? I think it's because the vampire\nis the reflection. They are a reflection of us. They are a reflection of what we fear. They are a reflection of what we consider\nto be unchecked power without accountability. They are our idea of the ultimate villain that lies almost undetectable, until someone holds a mirror up to them. All our talks today\nare themed around unity, the idea that when we come\ntogether, we are stronger. I would argue that it's not only\nabout the things that we share in common as far as beliefs and things\nthat we believe, but also the darker things that unite us. When I know what you fear, when I know what goes bump in your night, perhaps I can help protect you. Perhaps we can help protect each other. There are so many vampires\nin the world today. Vampire. Vampire. Vampire. Vampire. Vampire. Vampire. Vampire. Vampire. Vampire. So when I originally\nput this talk together, there was a picture here. And the TEDx people said, \"Maybe you should take\nthat picture of a politician out.\" And I will leave it to you to figure out\nwhat politician's picture I just might have put in there\nin a list of vampires. Maybe better yet, I could ask what politician wouldn't be put\nin a list of vampires? But I want to leave you with this. One thing that I see\nin so many vampire stories is the thing that brings about\nthe monster's decline is when the humans, who are weak and powerless individually, come together and unite, and they prevail. It's a concept called unity."
    },
    "sgHHRVH0NFo": {
      "paragraph": "How can one engage audiences that seem to be living\nin an alternative reality? How do we reach people who seem smitten, besotted with the propaganda\nof sadistic strongmen? That's the sort of happy stuff\nthat I work on, that I write books about, that I research at university, and that has become very,\nvery personal for me in the last couple of years. I was born in Ukraine, and since the full-scale invasion began, I've been going to Ukraine a lot to work with an NGO\ncalled the Reckoning Project to document war crimes and to tell the truth about them to an often skeptical world. I'm afraid there's a lot\nof atrocities that we document. I was in the town of Bucha when it was liberated from Russian forces, entered the village to see\nhundreds of bodies strewn around being placed in a mass grave. And these people were killed, not because, like, you know,\na missile landed on them by accident, they were just shot for fun by Russian soldiers just to prove\nthey had the power over them. There was no military sense\nto this atrocity. And I remember talking\nto a Ukrainian general as we watched these dead bodies\nbeing piled in to a grave, and he was in shock. He'd liberated the village, but he was also in shock because he'd actually spent\na lot of time in Russia itself. He'd actually studied\nto be a soldier there. He had lots of former students that he'd studied with there,\nformer colleagues, and ever since the war had begun,\nhe'd been calling them, saying, \"Please do something\nto stop this horrific war.\" And they just throw the phones down. And so many Ukrainians were calling\ntheir Russian relatives there, well, now-former friends and saying, \"Please do something to stop this war. At least stop your sons\nfrom going to fight in this war.\" And at the other end, they'd hear people\nwho they'd known all their lives answering in the cliches\nof Russian propaganda, saying, \"You're making it up,\" \"You've made some sort of mistake,\" or saying, \"You know, probably your side\njust bombed itself by accident,\" or saying \"It's all fake, you're making it all up.\" And on Russian TV at the time, you'd hear these increasingly\nabsurd, you know, propaganda pieces\nabout atrocities like Bucha. I'll give you one example. After the atrocities of Bucha\nwere discovered to the world, mainstream Russian TV, 7pm -- this is not some sort of kooky\nYouTube channel -- mainstream Russian TV was claiming that the British secret services\nhad engineered a fake atrocity in Bucha. The whole thing was staged. And you know why and how\nthey knew it was staged by the British? Because the place was called Bucha, which in English sounds like butcher, and only the English,\nthis very literary people, would concoct an atrocity in a place\nwhich sounded like the word butcher, and that was their proof. And people would, you know,\nrepeat this absurd propaganda. And look, Russia is an extreme, a horrific example of people\nnot wanting to live in reality. But I've been living\nin the US a couple of years, and I see quite a lot of it here,\ntens of millions, maybe more, people\nwho seem to genuinely believe that the last election was rigged, despite sort of court cases\nproving that it wasn't. So what can we do about it? You know, I'm in a community\nof researchers, of academics, of journalists who've been trying many things\nfor the last sort of decade, really. We've tried fact-checking, but we've also found that, you know, when facts challenge people's identity,\nthey kind of just bounce off. We've tried worthy journalism. You know, these great\nliberal newspapers lecturing people about how important it is\nto save democracy. I've written many columns\nlike that myself. But I know that I'm preaching\nto the converted. I know that I'm within my own, you know,\nliberal echo chamber, basically. How do we get beyond that? How can we reach the people who are somehow under the sway\nof this propaganda? And in a kind of despair,\nI started to turn to history. Might there be something in history that gives us a clue\nabout what we can do today? And that's how I discovered a very strange and somewhat forgotten story about a covert British operation\nto subvert Nazi propaganda. Perhaps the most, or one of the most\nreality-denying, sadistic, dehumanizing propagandas ever,\nNazi propaganda. And it was led by this man. His name was Sefton Delmer. Largely forgotten person,\nbut very, very famous in his day. Sefton Delmer kind of shared a lot\nof the frustrations that I have. He felt that, you know, at the start\nof the World War II, liberal media, in his case,\nthe German service of the BBC or various kind of like, exiled\npro-democracy groups who were still trying to communicate\nwith the German people, trying to persuade them not to follow\nHitler into his genocidal wars, he felt that they were doing it all wrong. They were lecturing people, a bit like we do today,\nabout how democracy dies in darkness, how we must stop fascism. He felt all of that, just like a lot of media today,\nis trapped in its own echo chamber, preaching to the converted. He wanted to do something different,\nand he knew what he was talking about. He'd grown up in Germany, he was British, but he grew up in Germany. He'd then been a journalist\nin the 1920s inside Germany, and he got very close to the Nazi elites\nwhen they were still rising. And he got to see their propaganda\nsystem from inside. And essentially, he could see that it was based\non two or three principles, which are really very common\nto strongman propaganda today. The first of these was\nidentification with the leader. What do we mean by that? Look, we often wonder, why do people follow leaders who are wildly narcissistic,\nsadistic, cruel, violent? You know, when people\nfirst saw Hitler appear, they thought he was,\nyou know, some kind of freak. And yet this freak had a huge following. And Delmar worked out\nthat these leaders were popular because they allow you, they allow their followers\nto be the narcissistic, sadistic, cruel people. That at some level, many of them, and maybe many of us,\nwould sometimes like to be. They were normalizing\nour most vile feelings. Their very attractiveness\nwas their nastiness. Secondly, he could see how people\ncould sort of sublimate their agency through these leaders, you know. These leaders could be their retribution. Yes, you are giving up\na little bit of free will, but you could feel powerful\nthrough the leader. And thirdly, this propaganda\nand these leaders created a sense of community. Germany in the 1920s, a little bit, a little bit\nlike America today, was a place where the old economic order\nwas being destroyed, where the old social norms were in chaos, where identities were in flux, even gender norms were being questioned. And in this time of exciting\nfor some people, for others, very disturbing change, the Nazis said, \"We know who you are. You're true Germans, You're better Germans\nthan all these immigrants over here. You're the true people\nand we're part of one community, the Nazi \"Volk,\" the Nazi people. We know who we are, and we’re together.” So Delmer realized that in order to subvert the connection between Nazi propaganda and its followers, you had to really climb into\nthe dark operating of human desire. The place where fact-checking\ncan't really go. And so, based at Woburn Abbey, a rather fabulous British\ncountry house near London, he gathered around himself psychiatrists,\nspies, soldiers, academics, a lot of exiled cabaret artists\nfrom the German theater scene. He gathered them together and created this kind of\ncovert media empire. Dozens of radio stations\nbroadcasting into Nazi Germany and the rest of occupied Europe, newspapers, leaflets, this whole kind of factory\nof psychological subversion. Now we don't have, sadly,\nthe recordings of all these radio shows. However, we do have the transcripts. And when I realized\nthese transcripts were available, I went, “Delicious.” And I started going through them. I actually spent a lot of COVID\ngoing through them. And they've been declassified from the British\nand the American archives. And as I went through these hundreds\nand hundreds and hundreds of pages, I realized there was kind\nof a pattern to them. They were experimenting like crazy. But there is,\nbecause this is a TED Talk, three, because it’s always three\nwith TED Talks. There's three basic principles that I think Delmar kind of landed on through experimentation. Number one, break the monopoly\nauthoritarian propaganda has on strong emotions. That's the root of their power. So Delmar’s media, his radio stations,\nwhich were many and different, but they were all a lot unlike the BBC\nor the New York Times or the Washington Post. They were full of vitriol, anger,\na lot of pornography. They were tapping into all the resentments that Germans were starting\nto feel about their leadership. They were full of these\nsort of like howls and laments about families that people\nwere losing in the bombardment and then blaming the Nazis for not having\nprovided the right air defense. They talk about how,\nyou know, the SS Germans, sort of the Nazi elite\nsecret police-type units, how they were living,\nyou know, this corrupt life while normal German soldiers\nwere suffering. Here's just a little sort of\nclip from one of the shows. \"The SS wear the German uniform, but they drag the German name in the mud. They should send them\nto the Eastern front. There, everything else\nbut their penis would get stiff. There, they would get an idea\nhow hard the German soldier has to fight for his good name while the SS clique\ndoes not give a shit about it.\" It was full of expletives as well. There were all these scenes -- This is actually the most sort of like, un-X-rated bit\nof pornography I could find, which relates kind of like\nan orgy at an SS man's house. Like \"SS man Thienemann\nhas a Polish lover at home who is personally in charge\nof the bamboo canes, twigs, thin and thick leather straps with which Thienemann\nand his guests are strafing, her fat and large buttocks.\" And I had to cut it there\nbecause it gets quite -- it goes on. So, you know, there's a reason to this. He wants to disrupt the emotional bond\nthat people have to the Nazis. He wants to cover the Nazis in what he calls\n\"a lair of filth and slime, as thick as the Nazis\nhad covered the Jews.\" But his aim, once he's disrupted that, once he's sort of taken\nstrong emotions back, is to create a space\nwhere you can introduce facts to people. He gave people advice\nabout how to fake illness so that they could be sent\nhome from the front. So it wasn't just any facts. It's facts that gave people\nback their agency, made them less dependent on their leaders. And thirdly, he fostered alternative communities. If the Nazis gave you a sense of identity, a common sense of being part\nof the people, the \"Volk,\" Delmar's shows stressed\nthe church, the army, family, as these alternative bonds\nthat people had. There's a very important\nthing in his shows. Basically, most of the shows he created\nwould claim to be German shows. They would say, “We Germans.” They would be hosted by soldiers\nwho'd just become POWs with the British. But the audience was meant\nto understand perfectly well that these were the British dressed up as Germans. Now why did Delmer do that? Firstly, he made it safe for people\nto listen to the shows. If the Gestapo came along, you could say, \"Well, I had no idea this was subversive. I thought this was German.\" It was psychologically safer. It was more comfortable\nfor people to hear the word “Our soldiers, our boys” than “You Germans, you enemy.” But even more so,\nhe was saying something else. He was saying, \"Look we're the English\ndressed up as Germans. And we understand you, your gripes, your anger, what matters to you, better than the Nazis. And if we, your enemies,\nnot in a culture war, but in a real war, can understand you\nbetter than your bosses, do you really need them? Are they really looking out for you when they say they're going\nto be your retribution, or are they just thinking\nabout themselves?\" 40 percent of German soldiers\nthat were surveyed by the British in these little sort of\nsnap polls they did, said they listened to this content. So how can we bring\nthat all back to today? Whether we're thinking\nabout reaching Russians, whether we're thinking\nabout reaching audiences caught up in what some academics\ncall the far-right echo chamber? If we take Delmer's principles, they are much easier to activate today. We know far more from things like,\nI don't know, online sentiment analysis. We know far more about what\nmakes people emotional, what things they react to\nin a visceral way. Delmar was just kind of shooting stuff -- well, literally shooting\nstuff into the ether. We know that so much more\nfrom today's data. When it comes to finding the facts\nthat people care about, Delmar had to do it through partisans by opening up the letters\nof Nazi officials. Today, even in a country like Russia, we have non-stop leaks\nabout the corruption of mid-level officials. We can use satellite imagery\nto understand, essentially, has a road been fixed in a town\nand, you know, do a story about that. We have so much more data than Delmer had, but do we know how to use it to give people the facts\nthat actually matter to them? And when it comes\nto fostering communities, look, there are so many digital tools\nthat we have today that can show how a media\nis responsive to its audience. I mean, there's a great project\ncalled Hearken, for example, which algorithmically collects\nwhat people care about in a town or in a topic and then gets journalists\nto really focus on the things that they're worried about. And there are so many\ndigital tools that we had. So if we put these things together,\nthe visceral emotion, the data that tells us the facts\nthat people really care about the online use of communities, we can do something much more powerful\nthan what Delmar did. So ... Look, I know it's easy to despair. It's easy to despair when you hear\npeople denying atrocities. It's easy to despair when we hear vast swathes\nof the American population living in an alternative reality. But before we give up, before we surrender, I think we can at least take\nsome of Delmar's lessons, fuse them with modern technology, and really, really try to reach them. Thank you."
    },
    "Y1kO-0Yo1R0": {
      "paragraph": "I think in the face of any adversity, communities of color\nhave always found solutions. I think for me, social media is one\nof those places and safe havens. Social media can be a positive change. It can inform masses\nabout really crucial issues that are often overlooked in the media. My followers often are commenting\non my videos saying, \"I haven't seen this anywhere else.\" I think that social media can save lives\nwhen used in the right way. My name is Joel Bervell, I'm a fourth-year medical student, but I'm better known online\nas a medical mythbuster for creating content about health equity,\nthe hidden history of medicine and the ways that healthcare\nneeds to change for communities of color. When I first started medical school,\nit was a really interesting time. I was thinking a lot about Ahmaud Arbery\nand Breonna Taylor and George Floyd. All these moments were happening\nat the same time that I entered my first year\nof medical school, where myself and one other medical student\nwere the only two Black medical students in our school of 200 students. It made me think a lot about how we were talking\nabout race in the United States and what race meant in the context\nof being a medical student. I kept hearing in my classes that Black people were more likely\nto have asthma, more likely to get COVID, Black people were more likely\nto have diabetes. We never dived into the social or other\npolitical ramifications of why that was and the history behind what led\nto those health disparities to exist. Seeing the lack of diverse medical\neducation in my curriculum made me want to actually take\nto TikTok and Instagram to talk about the things\nthat I wasn't seeing in school. (Video) My name is Joel,\nthe medical mythbuster. And let's talk about racial bias\nwith the alpha-fetoprotein test. Let's talk about racial biases\nin lung function tests. Let’s talk about the racialization\nof X-ray radiation. The misguided racial correction\nbuilt into this device, spirometer, it assumes that all\nBlack and Asian patients have a lower lung functioning\ncompared to any other race. Up to 93 percent of cervical\ncancers are preventable. Yet in the United States, Latinos\nare more likely to be diagnosed with it, and Black women are more\nlikely to die from it. Looking back at this history teaches us\nis how racism becomes embedded and unnoticed until we raise the alarm\nto practices that make no sense. [\"When you go to medical school\nto learn how to heal people] [but also learn that racial biases\nstill exist in medicine.] [So you start using social media to expose\nthe racial biases and educate everyone] So many of my videos, a lot of the comments were from healthcare\nprofessionals: doctors, nurses, PAs, saying, \"I've never heard about this.\" A study in 2016 was done\nand actually showed that 50 percent of medical\nstudents or residents endorse at least one false\nbiological belief about differences between Black and non-Black patients. So goes to show how\nthe history of these biases and stereotypes continue till today and can impact the way\nthat patients get care. Because everyone,\nespecially most Black people, have had an experience in the hospital where they felt like\nthey weren't listened to, they were ignored,\nand they want to understand why. There's already legacies and histories of why communities of color\ndon't trust the medical system. You can look at so many things\nthat have been done. (Video) In 1961, Fannie Lou Hamer\nwent to the hospital for the removal of a small uterine tumor. While under anesthesia, she was\ngiven a hysterectomy without consent. This woman's cells were used\nfor research on COVID, polio, cancer and so much more,\nbut they were taken without her consent. Dr. Sims practiced genital surgeries\non enslaved Black women and children without any anesthesia. Our job as physicians needs to be\nto be able to figure out what should and what shouldn’t stand from past beliefs to present beliefs. I think diversity, equity, inclusion\nis one way that we're able to critically evaluate\nthe systems around us, especially in medicine. Diversity, equity, inclusion\none, is really important because it goes beyond race. It goes to thinking about all aspects\nof our social identities and how that interacts\nwith the healthcare field. And two, it's necessary just because the patient population\nwe serve is diverse in itself. So often there are places in medicine\nwhere it doesn't make sense to use race. Whether that's through an equation\nthat's about kidney functioning or about lung functioning. So being able to talk\nabout DEI in that lens allows us to critically evaluate\nwhy we use race-specific issues. If we're not able to accurately critique\nwhy race is included in systems, and whether that's harming\nor helping patients, we're unable to do our job of do no harm. But there's a concerted effort to try and essentially root diversity,\nequity, inclusion out of medicine, people thinking that's negative\nin the medical field. If these anti-DEI bills\ncontinue to get passed, I think we're going to see less diversity\nin medicine across the spectrum. I think we're going to see\nless access to research that's really critically thinking\nabout why we're using race and being able to kind of recorrect that, which has already been difficult to get\npeople to talk about in the first place. We're going to see scholarship\nprograms dry up. We're going to see programs that are\ninvesting in the next generation go away. We're going to see students less\ninterested in going into medicine, simply because there's not\ninvestments into communities that have been overlooked for so long. We're going to be set back to a time where we were not\nmoving medicine forward and actively harming patients. I don't want to scare people away\nfrom the health care system, but I want them to know\nthat they have the power and there's information they can have\nwhen they get to the doctor so they feel a little bit more confident. When there's awareness,\nproviders, patients, researchers can actually start tackling a problem. I think when we don't know it's a problem,\nwe don't do anything about it. I think there's just so many opportunities\nto use social media as this ground for community\nto build and create advocacy and hopefully create change. I think especially\nwhen it comes to anti-DEI bills, I think that's the space we're going into. It can be a space to continue to learn, educate and hopefully talk about\nhow we can improve medicine overall."
    },
    "4R7mX6pChSA": {
      "paragraph": "let me take you on a journey a journey of regenerating dirt into soil my career began in 1983 when I moved on to my in-laws farming operation I was influenc by college by land grant universities by the current Farm program by years of tradition and by the large agrochemical industrial mindset in 1993 immediately after uh my wife and I purchased the ranch I started down a path of noil I bought my first noil drill sold all illage equipment I was committed 199 four came along we had switched to 100% no tail we had a pretty good crop and I thought boy this is easy well 1995 came along the day before I was going to start combining 12200 Acres of spring wheat we lost our entire crop in a hail storm that was pretty devastating for a young family starting out we weren't able to pay the bank back the operating loan 1996 came along I started to diversify the rotation a little bit lo and behold we lost 100% of our crop to hail again things were starting to get pretty strapped financially my wife and I took off arm jobs we had a young family to feed obviously we had a mortgage to pay I had to figure out well how am I going to do this without borrowing money from the bank they weren't willing to loan me any more operating money 1997 came along and it was a devastating drought throughout Central North Dakota nobody harvested a single acre by then things were looking pretty lean you can tell by that middle picture what happened in 1998 we lost 80% of our crop to hail those four years left us $1.5 million in debt unable to borrow any money to buy expensive inputs I was really starting to question my choice of careers my wife was starting to question her choice of husbands but I started to Noti some positives realized that 1998 hail storm occurred early enough in the year where I was able to plant the cover crop then not having the money to be able to put that cover crop up for forage we simply grazed our Livestock on that covero we were integrating them back onto the landscape what I began to see was life returning to our Ranch we suddenly had earthworms in the field we suddenly had pollinators we suddenly had greater bird populations the soil the ecosystem was healing itself and it was then that I really began to realize that what I had been doing when I farmed conventionally was I was degrading the resource you see the dust coming up behind that piece of tillage equipment the thickness of one sheet of paper is the equivalent of one ton of top soil per acre wherever I travel now I realize that we're all farming and ranching degraded resources I have the Good Fortune today I'm on hundreds of farms ranches all over the world I can tell you I have never ever stood on a single one including my own that's not degraded 30 to 75% of the carbon that was once in our soils is now in the atmosphere what does that lead to that leads to climate change climate change is really about degradation it's about lower water quality it's about flooding because we're no longer able to infiltrate water into our soil profile it's about the loss of income we're losing our rural communities we're sucking the life out of them we're sucking the profitability out of them and it leads to the degradation in human health what we call food today has but a fraction of the nutrients in it that it once did I know this for a fact in March of 2022 I was diagnosed with Amit trophic lateral scoris I was given two to four years to live you see one of the things we need to realize ALS the known cause of it is exposure to toxic chemicals the same toxic chemicals that I was exposed to when I farmed conventionally now has become my death sentence years later but realize there is hope the hope lies in regenerative agriculture many people ask well what is the definition of regenerative agriculture in my mind regenerative agriculture is farming and ranching in synchrony with nature to repair rebuild Revitalize and restore ecosystem function beginning with all life in the soil moving to all life above the soil and the way we do this is simply by following six time tested ecological principles briefly those six are number one context you have to Farm and Ranch in context with your environment the second principle least amount of mechanical chemical dist disturbance possible realize that one of the reasons we have so much carbon in the atmosphere and not in our soils is because we've tilled those soils to death we've applied way too much costic chemicals herbicides fertilizers fungicides third principle armor on the soil you should never see bare soil walk into a forest walk into native Prairie do you see bare soil no bare soil is prone to wind erosion water erosion evaporation the soil temperatures rise when we have bare soil the fourth principle is that of diversity where do you see a monoculture only where mankind has put one or where M Mankind's actions have caused it to appear nature abor a monoculture it thrives on diversity the fifth principle is that of a Living Root in the soil as long as possible throughout the year take a look at the agricultural production model being used today a farmer plants a crop they harvest that crop the soil sits idle without a living plant for the greater part of a year nothing pulling carbon out of the atmosphere nothing feeding soil biology we need to change that and the final principle is that of animal and insect integration ecosystems do not function properly without animals and insects if we follow these six principles we then can drive the four ecosystem processes and these ecosystem processes are constant all over the world it is sunlight the energy cycle A diversity of plants photosynthesizing those plants then put root exit dates carbon compounds out into the soil to feed biology along with micro risal fungi they build soil Aggregates that improves the mineral cycle and the water cycle it all starts here beneath our feet we have to realize there are more microorganisms in a teaspoonful of healthy soil than there are people on this planet think about that yet how many of us when we go to our garden when we go out into our Fields understand that they don't understand that what drives life above ground is that life below ground it's up to us as land managers whether you own a garden a small landh holder a large landh holder your management or as I prefer to call it your stewardship makes all the difference so what did I do on our Ranch to drive life for one thing we no longer plant monocultures you see by the photo in the upper left that's a divers first polyculture cash crop we're growing several species together we're then able to separate those we get the benefit that diversity adds collecting more solar energy putting more carbon into the soil in the lower left that's one of a picture that was taken in one of our native prairies we have documented over 144 different plant species in those native prairies that's the diversity that natural ecos systems have and then we've integrated a lot of animals animals simply add another dimension to the building of soil Health that's what our soil looks like today we now have deep rich top soils and we do this with a variety of animals plants life is returning to the operation we now have over 10 times as much Wildlife on our Ranch as compared to when we operated conventionally we now have insect species returning renowned entomologist and Agro ecologist Dr Jonathan lungren taught us that for every insect species that's a pest there's 1,700 species that are beneficial or indifferent why in agriculture do we spend all our time and energy killing that pest why not provide the home habitat for those beneficials besides that we've seen bird species return a bird survey done last year on our Ranch showed 105 different nesting species of birds during the time throughout the whole year we have over 150 species of birds that use the ranch what has this done to the soil in 1993 when we bought the ranch we could only infiltrate a half of an inch of rainfall per hour scientists today have measured we can now infiltrate over 32 in of rainfall per hour bismar North Dakota has never received 30 in in a year let alone 30 in in an hour what have it done to the carbon levels organic matter when we started we had 1.7% organic matter in our soils today we're bumping close to 8% over four times as much carbon this equates to an astounding 396 tons of CO2 equivalent per acre look at those two soils what you show there see look at the difference in them one epitomizes death I tell people I used to wake up every morning trying to decide what I was going to kill that day was it going to be a weed was it going to be a pest was it going to be a fungus I was going to kill something now today I wake up every morning how do I get more more life on our Ranch one of the things we have to realize is what built those deep top soils we now have top soil well aggregated soil deeper than 4 feet where I started with 3 in what built them was the integration of animals animals are awfully vilified oh we need to get rid of the animals let me ask you this question in the world over where are the richest top soils the richest top soils are found where large herds of grazing ruminants moved across those Landscapes look at Central Plains of the US look at on the seren yeti what do they have in common grazing animals you see you may not want to eat that animal that's your choice but you can't deny the facts The Animals help develop those deep top soils take a look at what else we see which of those eggs do you want to eat the egg on the right was from our Ranch the egg on the left is from the current factory model groundbreaking studies done by Dr Stefan van vet Dr Fred provenza and Dr Scott cronberg are showing that Foods grown in and on healthy soils up to 64% higher in vitamins 200 139% higher in essential fatty acids 67% lower in oxidative stress markers in his book what your food ate Dr David Montgomery writes about a study he did taking our grassfish beef and comparing it to wild salmon what he found is our grass-finished beef is higher in Omega-3s higher in fatty acids than is wild salmon if you truly care about your health and about saving the environment putting carbon back in the soil perhaps you should choose the grassfish beef the beautiful thing about this is we can do it all over we can address climate change we can use less fertilizer less pesticides less fungicides we can Revitalize our rural communities we can have a positive impact on nutrient density we're doing this world over anybody can do it because the - tested ecological principles and processes are the same so it's going to take each and every one of us it's going to take us as consumers to know where our food is grown and raised we need to Source regeneratively grown and raised food we need to support school programs to put those Foods in our schools we need to support nonprofit prophets who are educating people as to these regenerative practices you can also grow a regenerative Garden for you see if we all do this we truly can realize the hope that is in healthy soil thank you [Applause]"
    },
    "_cPj3b9BDPI": {
      "paragraph": "Helen Walters: Hello, everybody. It's lovely to be here with you today. I am Helen Walters, I am the head\nof media and curation at TED, and I am thrilled to be your host for this episode of TED Explains\nthe World with Ian Bremmer. Ian, of course, is not only\nthe president and founder of the geopolitical risk advisory\nfirm Eurasia Group, he is also a scion of the media industry. He is the head of GZERO Media. And today, I wanted to say hi\nto all of the TED members who are here watching this, and thank you for sending in\nyour questions. We are going to get right to them. Hi, Ian. Ian Bremmer: Hi, good to see you. HW: OK, so we are here to talk\nabout the US election, a giant moment not just for America\nbut also for the entire world. On the docket, we have former\nPresident Donald Trump and Vice President Kamala Harris. Today is October 10, people have already started to vote. But as we count down to the official\nelection day of November 5, what do you think,\nwhat thoughts are people taking into the ballot box with them? IB: I think the most important thought,\nand this is a global conversation, it’s a global audience\nthat’s dialed in to us today. We’ve had a lot of elections\nhappening this year, and most of them have been\nchange elections. They are a backdrop of people\nthat are not particularly happy with where they believe\ntheir country is going. And that has led to a lot of voting\nagainst incumbents who traditionally have some advantages. Doesn't mean all the incumbents\nhave been voted out, but they've all had a tough time. And that is as true in countries\nwith enormously popular leaders like Modi, for example, in India, as it is in countries\nthat have had leaders that have faced real difficulties,\nlike Macron in France. You’ve seen in South Africa,\nRamaphosa and the ANC. A number of conservative PMs\nseeing the end of their rule in the UK with Labour. That's the backdrop. And this backdrop comes in part\nbecause inflation is really high on the back of the pandemic, and people are upset\nabout their economic prospects. Also, because migration is high, in part on the back of the pandemic, when people weren’t moving\nand suddenly they could. And also, in part, broader structural\ntrends around the world, bigger gaps between rich and poor, climate challenges,\ngeopolitical challenges and war. All of those things, repressive regimes, have led to environments where people that are going\nto the ballot box are not happy with who they’re voting for. And the United States is no exception. The difference in the US,\nI would say a couple of big ones. One is that the disinformation environment and the political division and dysfunction around that division\nis much higher today than it has been in any of the other\nadvanced industrial democracies. And secondly, the visceral unpopularity among opponents of these candidates is much higher than we have seen either\nin these other countries or historically in recent times in the United States. Which means not only is this a very,\nvery close election, and I don't have a strong\nview at this point, even one month out, of who’s going to win. It’s going to be determined\nby a small number of voters in a small number of districts\nin a small number of swing states, you've all seen that, I have nothing more to tell you\nthan what you've seen from all the pollsters\nand all the media on that. But also that so many Americans\nare not prepared to accept the outcome. So many Americans are prepared\nto see that this is rigged. And let's also remember,\nwe've just gotten through, and no one asked me\nabout this in the past few weeks, but it's important, we've just had two assassination\nattempts, quite serious ones, one that was very close from succeeding,\nagainst former President Trump. In case people were worried, you know, not thinking about just how serious\nthe passions, the tensions, the conflict is as the backdrop\nfor this election. The stakes are very serious indeed. HW: All right, let's dive\nheadlong into your world. Let's talk foreign policy. What do you see as the major differences\nbetween the candidates and their worldview, and what might be the difference in how they approach\ninternational relations if they're elected? IB: Well, one, I mean,\nthis might be a boring way to start, but it's important, is the way that they will govern\nwill be very different. Very different from Biden\nand very different from each other. Biden is and has been the most\nexperienced foreign policy hand we've had as a president in decades. He was vice president, of course,\nand served that completely. Before that, he had served\nin the Senate for his entire career, including running the Foreign\nRelations Committee. So when you see Biden, or back\nbefore his age really started to show, when you have seen Biden\non stages globally, you see him meeting with leaders\nthat he has known personally, he has had long relationships with\nfor a very long time. That is also true of his inner\ncircle in the White House. These are people that have\nworked with Biden for decades, that he knows, that he trusts. And therefore, Biden's foreign policy\ndecision-making style is made in the White House, right? And they make decisions, the president makes a surprising number\nof those decisions himself, and then they expect the cabinet\nto execute on those decisions, implement on them. That's very different\nthan what we would see under Kamala Harris. She's had a lot of foreign policy exposure\nfrom being vice president, made a lot of trips,\nmet with a lot of leaders, that’s very useful, for four years. That's very different from a lot of direct\nforeign policy making experience as a principal. That she has not had. And she would rely on a much\nmore traditional cabinet. So how a Harris foreign policy manifests would have much more to do\nwith the people she decides to appoint in state as NSA, in defense,\nin treasury, in commerce, than it has for the Biden administration. And they'll have regular cabinet meetings,\nwhich Biden has not been doing. And when they do, and they have\ndifferences that need to be hashed out, they'll be hashed out in front of her, and she'll play a very active role\nin steering that conversation. But it's very different from Biden. Where for a Trump administration, there would be a small number\nof high-level issues that he will make decisions on in a untransparent\nand frequently instinctive way. And he won't take a lot of advice\nfrom other people around those decisions. And then there'll be a whole other\nhost of policy-making decisions that he will not be\ninterested in almost at all. And those will be decisions\nthat will be made by others that happen to be trusted around him and afforded the responsibility\nfor those issues, which might be the cabinet secretaries, but might also be informal people that are in or around the White House. For example, as Jared Kushner\nended up with the Middle East portfolio last time around. So, I mean, I know you want\nto ask me about policy, but I don't want to sleep on the fact that a lot of the way\npolicy gets implemented in a really big organization\nlike the US government depends on what kind\nof leadership and structure you have. And these would be two very,\nvery different structures. HW: That's really interesting. I think that the question of personnel, the question of who's in those\ninner circles does really matter. What is your sense of who's going to be\nsurrounding the president in the next four years? IB: Well, I want to say,\none, that for Trump, those decisions are almost always\nmade at the last minute. And Trump responds a lot to recency. The person that he just met\nthat just impressed him, that looked like, sounded like the person\nthat should be in that role. Even if he has never\nmet that person before, he'll be very excited and say, \"I want that person in that job.\" Look at the way Rex Tillerson\nbecame secretary of state. I mean, didn't know Trump from Adam and came out of that meeting, “Well, I’m going to guess I get the job.” And that could have been Jim Stavridis, that could have been Dave Petraeus. They would have been very different. So definitely, the fact that Trump has been\npresident for four years means that there is a constellation\nof people around him that have worked with him,\nthat are trusted, that he will go back to. I think Robert O'Brien, who had been national security advisor, will certainly play a senior role\nagain in a Trump administration. I think that certainly Robert Lighthizer, who was US trade rep, will probably be running trade\nin some form, in some position. He'd like to be secretary of treasury. I don't think he's going to get that job,\nbut he'll do something. But there'll also be a bunch\nof people that, you know, will be complete surprises,\neven shocks to the system. And I can tell you, like, you know,\npeople that look good right now, Tom Cotton, the senator,\ncertainly looks like he's, you know, got a very good chance of either\nrunning Defense or CIA. Pompeo always throws himself in the mix, though he didn't endorse\nTrump until very late, and it's not clear whether\nhe'd get a nod or not. There’s always a question of what\nJared and/or Ivanka might do, even though they've said they don't want\nto be around this time around. Trump keeps going back to them every\ntime he sees them and says, \"Of course you're saying that,\nbut you're going to be in, and I want you in.\" And you'll see what that means. So I think there's an enormous\namount of uncertainty. Now for Kamala Harris, she has told the people that want\nthe positions around her that, you know, definitely her staff\nis collecting all that information. She is not prepared to start\nthat decision-making process until after an election,\nassuming she wins. So still very early in that process, too. But you have a lot of people\naround Kamala, certainly, that you would expect to have\nsignificant positions. In my world, her lead foreign policy advisor\nhas been Phil Gordon, serving in the National Security\nCouncil in the White House. Very capable. I would expect he'd have a good shot\nat being national security advisor, assuming he wants that job. I think for secretary of state Bill Burns,\na lot of people say he’s older, he's in his mid 70s, but he’s done a very solid job\nnot only running the CIA but also running point on the Middle East. If he wanted the job at state, I think he'd have a very good shot at it. I think my good friend Chris Coons,\nthe senator from Delaware, who's been a lead foreign policy\nvoice in the Senate, probably the most capable on Senate\nco-chair of the campaign, would certainly be\nin the running for that post. I could see others. Susan Rice, former national\nsecurity advisor, I think is certainly interested in it. So a lot of people that I think you would consider to be\nfairly center to center-left, fairly establishment-type figures in key foreign policy and economic related roles. I don't think there'd be a huge shift\nfrom Biden to that group. I'm not expecting the Biden\npeople would stay. But in terms of their orientation\ntowards the world, I don't think it would be\ndramatically different. HW: I mean, whatever happens, foreign policy is going to be\nfront and center for whoever is in those positions. We are all watching what's happening\nin the Middle East, what's unfolding there, with increasing horror\nas Lebanon has been drawn in, increasingly Iran is connected. What changes do you see\nin the Middle East come January 25? IB: Well, let's first talk\nabout the changes we're seeing before January 25, because this war, you and I, Helen, have talked about it a few times\nsince October 7, and it continues to change\npretty dramatically on almost a daily basis. One of the biggest things\nthat changed is, of course, you're right that the war has escalated. It's escalated on several different\noccasions since October 7. But in addition to the fact\nthat the war has escalated, you know, in Gaza to a ground invasion, now into the northern front, into Lebanon with Hezbollah and of course more broadly\nacross the Middle East with the so-called\naxis of resistance led by Iran. And even with shots fired\nbetween the Iranians and Israel now on a couple of occasions. The fact is that some of the organizations\nthat have been involved in this war are no longer experiencing\nthe capacity to escalate. So, I mean, Hamas, you may have seen that Sinwar, who is running Hamas on the ground, has just recently, in the last 24 hours, announced that they're going to start\nsuicide bombings again, which they had said that they weren't\ngoing to use as operational policy. The reason they're announcing that is because they can't do\nmuch of anything else. Their tunnels have been sealed, their weapons caches have been destroyed. Their leadership has been obliterated. I mean, they just don't have\nthe ability to mount a credible, organized fighting force. And so it's definitely still a threat. Because, you know, suicide bombers\nare not to be slept on. But it is nowhere near the threat\nit was on October 7. Hezbollah has now said that they would\nlike a cease fire with Israel, and they're not linking it to ending\nthe fighting in Gaza anymore. That was utterly fundamental\nto what they were saying for the last entire year. They started launching rockets\nat Israel on October 8, the day after October 7. And they said they're not going to stop\nuntil Israel stops bombing Gaza. Well, what changed? What changed is that Nasrallah,\nthe leader of Hezbollah, was assassinated. His entire leadership team\nhas been systematically assassinated. Thousands and thousands of their fighters\nhave been killed and maimed, and their war-fighting capability and their communications capability\nis being systematically torn apart. So Israel's military asymmetries have stopped their enemies\nfrom being capable of escalating with the potential\nuntested exception of Iran. And the big debate right now, of course, is how will the Israelis respond\nto the Iranian attacks, the 180 ballistic missiles, and what might the Iranians\ndo in response? I think the concerns of escalation here are overwhelmingly about the Israeli\ndecision-making process, because the Iranians actually\nunderstand that they, too, are quickly running out of ways\nto effectively escalate against a far, far stronger Israel with a completely committed ally\nof the United States. So that's where we have been,\nthat's where we are now. I'm happy to move to, you know, who would do what\nand what to expect going forward, if you like, Helen, but please,\nframe it as you wish. HW: I think the question that a lot of members actually\nhave sent in before we convened here, and I think a question\non a lot of people's minds is what influence -- you talk about the Israeli\ndecision-making process. What influence can either\ncandidate actually have on that decision-making process, and how does either candidate\nactually have a hope of making any kind of difference\nin what actually is transpiring over in the Middle East? I think that's the framing. IB: Well, let's first of all recognize that even if the United States\nwanted to have a lot of influence and was prepared\nto use leverage to get it, which President Biden\nhas not been willing to do, but even if they were, that does not mean that the Israelis, and this Israeli government in particular, would be falling in lockstep\nbehind the United States's preferences. I mean, in Ukraine, you have a country that is much more reliant on American\nlargesse to continue fighting than the Israelis are, and at the end of the day, the Ukrainians have taken a number\nof decisions in this war, in their war, that the Americans weren't aware of and would not have supported, right? I mean, for example, the sending\nof 40,000 troops into Russia, into Kursk. The US didn't know that and certainly didn't think\nit was a good idea afterwards. Taiwan is much more reliant\non the United States for its continued ability to survive\nin some sovereign fashion, governing its own territory. And yet we see frequently decisions\nby the Taiwanese government statements they make that are clearly seen\nas escalatory by Beijing, that the Americans\nwould not want them to make. So I think that American\ninfluence over allies is frequently overstated. I think we should start with that. But it is clear\nthat however much influence the Americans might have on Israel, President Biden has been unwilling\nto test that theory. He's been unwilling to potentially\nmete out any consequences to the Israeli government whatsoever if they choose to ignore\nAmerican private warnings, which have been repeated\nand fairly sharp, and public concerns,\nwhich have been aired more infrequently and much more softly. If the United States was prepared\nto take off the table, off the table, the military support\nthat they provide Israel, or at least the offensive\nmilitary support, continue to provide the ability for Israel to defend itself\nagainst attacks from its enemies around the region, something that, you know, Macron, for example, is now talking about,\nthe French president, something that the UK has flirted with with the new Keir Starmer administration. I think you would probably\nsee at the margins more willingness of the Israelis\nto consult with the Americans as they're making decisions\nabout, for example, how far to go into Lebanon. I think there would be more\ndecision-making that was made, at least with the Americans\nin awareness of it in advance. I'm not sure it would have changed\nthe way the Israelis are pursuing and fighting the war. In part because it is so\noverwhelmingly popular in Israel, because the Israelis don't support\na two-state solution anymore, because the Israelis want to do everything\npossible to get their hostages out and to get their 60,000 civilians\nback into the north. And that means, you know, fighting Hamas to the last leader\nand fighter that they can and destroying Hezbollah as well. So I'm not sure that the United States\nwould have much effect on Israel. But there's another question, which is, would the United States have more support\nfrom other countries around the world? The US has lost a lot of influence\nwith the global South, particularly Southeast Asia, for example,\nIndonesia, Malaysia, even Singapore, because they are perceived as complicit in the Israeli strikes into Gaza and the lack of humanitarian assistance\ngetting in for the people of Gaza. I think a policy by the US, which was more aligned with allies\nin Europe and the Gulf, would be more broadly supported\nby other countries that have gone sour on the US as a consequence of that. And here there's a big difference\nbetween Harris and Trump. Harris would certainly want\nto be seen as the president of the most important ally\nof Israel in the world. I don't think she would\nchange that at all. But I also think she would do a lot more to help ensure that the Palestinians\ngot regular humanitarian aid in, as opposed to the roughly\n10 percent of what they had at pre-October 7 right now. I think she'd push harder on that directly\nand publicly with Israel. I think she'd be working more closely\nwith the United Nations. And I also think she'd be\nworking more closely, multilaterally with American allies. I think that Trump, on the other hand, has already made clear he does not support\na two-state solution anymore. He did when he was president\nthe first time around. In fact, that was behind\nthe Bahrain conference and behind the Abraham Accords, was a nominal map, a road map for a two-state solution with what that would look like\nin the West Bank in particular. He has also said that he would support Israel directly striking\nIran's nuclear facilities. Jared Kushner has circulated what he thinks is a unique\nopportunity for Israel to take care of, as he describes it, the Iranian problem. There's no question in my mind that Kamala Harris would not support that. So frankly, I think that Harris and Trump differ perhaps the most on the Middle East, specifically on Israel-Palestine, than they do on any other major\nforeign policy issue out there. And I think that that is likely\nto manifest after January. HW: So that's interesting,\nbecause the next question that I wanted to ask you about\nwas Ukraine and Russia. And we're reading right now\nabout Bob Woodward's reporting on maybe giving COVID tests to Putin or calling Putin when\nhe hasn't been in office, claims which Trump denies. But I think it's clear\nto outsiders, at least, that it seems like the approach\nto Russia would be pretty different between the two candidates. But what do you think would change\nin the US's dealings with Russia when either one of them is elected? IB: So the Trump team has denied\nthat they've had those phone calls. We don't have any evidence of them\nfrom Woodward, so we don't know yet. The Putin and the Kremlin\nhas confirmed the COVID tests. The COVID tests are interesting -- the COVID vaccines, excuse me. And I think that's -- excuse me, am I right,\nwas it tests or vaccines? I've seen both actually. HW: Actually I think it was tests. IB: Was it tests? So to me that's interesting\nbecause it's not like Trump -- I mean Trump talked\na good game with Putin. And you remember\nthe Helsinki summit in particular where it seemed like, you know, he was trying to make nice-nice\nwith Putin as his best buddy as opposed to the ways\nhe's been much tougher with some US allies in NATO. But the reality of US policy\nunder Trump was not that. The reality is that the Javelin missiles, anti-tank missiles that Biden\nrefused to provide to Ukraine, were provided in the Trump administration. The reality is that a series\nof high-level sanctions against Russia were actually tightened and toughened up under Trump, that were not under Obama. And also Trump was pushing\nmuch stronger against the Germans on the Nord Stream pipeline and aligning their energy\nsecurity to Russia, which Obama didn't care very much about. So that is you know, it's a little counter\nto what the narrative in the media actually\ndiscusses around Trump. And providing machines\nthat do COVID testing, you know, in an environment where you have a really bad\nrelationship with someone, but you know you need\nto communicate with them and you are prepared\nto work with them in areas that are not hurting\nyour national security. That actually strikes me\nas a fairly sensible thing to do and reflects leadership. So I would not be critical of that. If we find out that it is indeed true that Trump has been\nin regular contact with Putin since leaving the presidency, while refusing to talk to Zelenskyy until Zelenskyy begged\nfor a meeting at the UN and didn't want to take it\nand finally did, that would be, I think,\nan issue of significant concern, and we would want information\nif we could get it around what was actually\nin those conversations. But I think that if Trump\nwere to become president now, you've heard from many people now about how stupid it sounds that Trump is going\nto end the war in a day. And, you know, I think\nyou and I can agree, Helen, that Trump is occasionally prone to,\nyou know, slightly exaggerating things. And that might be true with the 24 hours. It might take 36 hours, for example, for him to come to peace\nbetween Russia and Ukraine, maybe even 48. I mean, if he had to golf in between. But I mean, more seriously,\nhe wants to end the war. One of the things that he considers\nto be a feature of his administration is new wars did not start\nunder his administration. He was very loath to use force,\neven against the Iranians when the Emiratis,\nthe Saudis were begging him and the Iranians were engaging\nin all sorts of strikes in the region, against, you know, oil facilities, against ships, against American bases. And he didn't do anything. And then finally when he finally did, he finally took a big whack\nand killed Qasem Soleimani. And then the Iranians\ndidn't do much at all because they saw that this\nwas not to be trifled with. But he was very reluctant\nto use military force. And I think that clearly\nhe wants to be the guy that says he ended the war\nbetween Russia and Ukraine. And the way he intends to do it is to call Putin and to call Zelenskyy and say, \"You've got to freeze the conflict\nwhere it is or else.\" So what's the \"or else\"? Well, if the Ukrainians\ndon't accept a ceasefire and freezing the conflict where it is, and then there'll be negotiations\nof some undetermined form, then he would cut the Ukrainians off\nfrom any further support from the US. So, in other words,\nthat's a pretty big stick if Zelenskyy doesn’t accept it. And it would also divide Europe. Some Europeans would support Trump, certainly Hungary's Orban, and then there would be some\nvery difficult decision-making made by other countries\nthat aren't on the front lines, like Poland, the Baltics and the Nordics, who would definitely oppose Trump, but others would have a harder\ntime making up their mind. And then he'd go to the Russians\nand he would say, \"You've got to accept\nthis ceasefire or else.\" Or else what? \"Or else I'm going to put much\ntougher sanctions on you. You're not going to grow at four percent. I'm going to stop you\nfrom exporting oil to India. I'm going to end that deal. I am going to put sanctions\non the banks in China that are allowing you to engage\nin financial transactions. I'm going to put sanctions\non your central bank.\" So, I mean, that would have massive costs\nfor the world and for the Europeans. Again, it would divide the Europeans\nfrom the United States, but it would certainly be a pretty big\nstick that Putin would be hit by. I mean, the question, of course,\nis how do you game this out? Like, I mean, does Zelenskyy say yes,\nknowing that Putin is going to say no? If Zelenskyy says no,\ncan Putin then say yes and he doesn't have anything\nto worry about? I mean, clearly, not that these guys\nare going to be gaming it out together, but it's a serious question. Now the one thing\nthat Trump is unlikely to do, he's very unlikely to call the Europeans\nand coordinate with them, which has been the most successful\npart of Biden's policy. The fact that it has been unlike\nBiden's Middle East policy, Biden's Russia-Ukraine policy\nhas been a multilateral policy led by the US in NATO. And so at every step of the way,\neconomic sanctions, freezing of Russia's assets,\nprovision of intelligence, provision of military\nsupport and training, all of that is being done collectively\nby the entire alliance, even the Japanese and the South Koreans, the Australians have been\non board with all of this. It is highly unlikely\nthat Trump will do that. Trump is much more likely to make\nthose phone calls to the Russians and Ukrainians himself, and a lot of allies\nare going to find out about it when they're briefed by Trump's people or when they watch it on TV. And that, of course, is a much more\nchallenging way to run policy. Now Harris would be very different. Harris would have a multilateral policy, not only in lockstep with the Europeans, but she would not be prepared\nto do anything with Russia unless the Ukrainians were on board. So it's a very different approach. Again, the structural approach,\nnot the intention of the policy, the structural approach\nwould be very, very different. The intention of the policy\nwould be to end the war. And end the war, even accepting that the Ukrainians\nare not going to get all their land back. Now I think that the orientation\nthat Harris has on all of this, which is pretty interesting, is that the Ukrainians, in order to be enticed to accept\na freezing of the conflict, which de facto means that they lose\na fifth of their territory, even though they don’t,\nyou know, accept that politically, they need to be given\nhard security guarantees. And the hard security guarantees\nthat they are given is NATO membership, which has never been actually extended. They say, yes, you're going\nto be allowed in, but when, we have no idea. And I think that if the US says, \"If you accept a freezing of the conflict, we give you NATO membership,\nand that means the conflict is frozen, you lose 20 percent of your territory. But if Russia tries to take any more,\nthey're fighting everybody.\" They're fighting NATO. That’s acceptable to Zelenskyy. Zelenskyy, I think, can get there\nin a way that it would be much, much harder for Zelenskyy to accept what Trump would be arguing for on their erstwhile phone call. The point, of course,\nis that Putin won't accept that because Putin isn't prepared to accept Ukraine being a part of NATO. But if Putin says no\nand he won't have negotiations, but the Ukrainians say yes\nand NATO says yes, you are now in a better position globally because you can now go to other countries\nwith influence over Russia, like China, and say, \"Look, we've got a peace plan. Here it is. And we're all on board.\" And a lot of the countries\nin the global South that just desperately want\nthis war to be over would, I think, be sympathetic to that in a way that right now they're not\nsympathetic to the US position, which is we defer to Ukraine. And the Ukrainians are saying\n\"We want all of our land back,\" and everyone knows\nthey're not going to get it back. So it's endless war. Endless war that the Ukrainians are increasingly not going\nto be capable of fighting. So the reality, I think, is that the ultimate policy outcomes that Trump and Harris\nwould find acceptable, are closer than you would think. But the mechanisms that they would use\nto try to achieve those outcomes are radically different. And as a consequence,\nthe potential for success, the consequences of failure\nwould also be very, very different. HW: Whew, that is so interesting. I will be chewing on that for some time. But now I'm going to change\nthe subject completely because I think that we should talk\nabout climate change. Milton just flattened Florida. Helene decimated North Carolina. We know, you know, I know, we know that climate change\nis not a theoretical threat. It is ever present, it is increasingly dangerous. What do you think the candidates\nare going to say about climate? And I guess in the back of my mind, I have the voices\nof the young people I've heard who are increasingly nihilistic about the idea that anyone\nis ever going to take any meaningful kind of change on climate. So where are the candidates, and are the young people actually right? IB: Oh, yeah, the young people are right. And the young people are the ones that are ultimately going to make\nthe change on climate. They're the ones that are going to demand that companies change their behavior\nor they'll stop buying their goods. They’re the ones who demand\nthat governments change or they're going to vote\nfor much more radical outcomes, and they're going to increasingly do that as they have a larger share\nof the voting population, and they have a larger share of wallet\nand consumer spend. And, of course, as the implications\nof climate change become much more real for all of us internationally. Of course, we know it's getting worse because so much of it is already baked in, irrespective of what we do going forward. And we see the manifestations\nof that in massive storms and massive droughts, climate change, climate weirding as they call it, climate escalation on both sides. We see that all the time,\nand everyone accepts it. Even though there's disinformation online, you've got 193 countries around the world that are all signatories for the Intergovernmental\nPanel on Climate Change, and they all accept that what we see and what the scientists tell us\nin front of our eyes. And I certainly understand\nthat a Harris administration is going to talk a much bigger game\nabout green energy and about a transition\nto sustainable energy. I also know that Trump is going\nto talk a lot more about drill, baby drill,\nand oil and gas and even coal, and he will give much more personal\naccess to his administration from the CEOs of those companies,\nwho will be more frequent guests. And they almost never have\na chance to see Biden. But, but, but. You saw that Harris walked back\nher \"I oppose fracking.\" She walked it back de facto\nwhen she became vice president. She walked it back in dure\nwhen she was asked about it on the trail. The United States is now producing\nmore oil than ever before and far more oil\nthan anyone else in the world. Far more than the Saudis,\nfar more than the Russians. That is under a Harris-\nBiden administration. And I expect that that would be extended\nunder a Harris presidency. Under Trump, there's no question that he is going\nto make it easier to have permitting for additional drilling\nin Alaska and other places, and he’s going to make the regulatory\nenvironment easier to navigate for more infrastructure build,\nthe rest of it. But I don't think he's going to suddenly\neviscerate the Inflation Reduction Act, because so many of the jobs that come\nfrom that legislation are red-state jobs. So much of the investment\nis red-state investment. And I mean, the highest level of post-carbon\nenergy production in the United States was California a couple of years ago. It's now Texas, right? Texas, which has become\nan energy superpower in its own right for oil, for gas and also\nfor solar and wind, right? And I also think that both administrations would be moving faster to permit nuclear. So for the United States,\nit is really an all of above, all of the above policy, which, by the way, is also China's policy. The only thing is that China is 20\nyears ahead of the United States. China's been investing at scale\nfor a long time in wind and solar and geothermal and nuclear and electric vehicles and batteries and supply chain all over the world, while the Americans have been ignoring it. And so now the Chinese\nhave world leaders at scale in all the global renewable energy. And the Americans aren't there yet. But Americans recognize\nthat's the policy they need. So you're going to have\ntwo superpowers of energy, the United States,\nthe superpower of carbon energy, trying to transition\nand increasingly transitioning. And you're going to have the Chinese, the superpowers\nof post-carbon energy, right? And the rest of the world saying, what the hell are you going to do for us, as the climate is getting warmer\nand we're not capable of paying for it? And I think the gap between\nthe US and China and the global South is going to grow on this issue, because what the American solution is,\nwell, just invest in new technology, make it cheap enough that eventually\nthese countries are going to be able to take advantage of it. That's great, But what they want are reparations,\nbecause the Americans are the ones, and the Chinese, are responsible\nfor getting us to where we are. The Europeans and these countries won't be\nable to emit carbon in the atmosphere the way we have. And yet, they're going\nto be facing all the costs of the lack of biodiversity, of the lack of ability to produce\neffective agriculture, all the rest. And the hope, the hope -- and you see, for example,\nEric Schmidt talking about this in the last few weeks, is that you're going to make\nbigger AI bets that will allow these countries to meet\ntheir sustainable development goals and allow these countries\nto deal with climate change. That's a great bet, but it is an unproven bet as of now. I'm a believer, but my God, we have to get lucky to not have this be far,\nfar more devastating for people all over the world. HW: Now either candidate taking\nthe idea of reparations seriously, is that really being\ntalked through, talked about? IB: No, in fact, even AOC, when she was talking\nabout a Green New Deal, she wasn't talking\nabout a Green Marshall Plan. It was American exceptionalism. I mean, you know, the funny thing\nabout American policy is that, you know, you go from left to right and the entire political spectrum\nis still pretty narrow from a global perspective, right? That is something that I think people in the United States\nneed to be more aware of. HW: Alright. So there are so many other things\nthat we should and could talk about, but we have limited time. So I'm going to chuck\nvery large topics at you and ask you to very pithily define\nexactly where we are and what we need to think about. Immigration. You mentioned it earlier. It's been a huge issue\nfor both candidates. But who’s thinking smartly about this,\nand what should we look for? IB: You're seeing more alignment between Harris and Trump on immigration. Not as fast as you've seen in Europe, but in Europe you're now\nseeing EU-wide efforts to coordinate immigration policy\ndriven by Ursula von der Leyen, aligned with, you know,\npeople as diverse as Schultz and Maloney and Macron. I mean, even Orban,\nwho just met with von der Leyen and certainly it was a fairly\nacrimonious meeting. But, you know, Orban's point was, when you look at Hungary's Viktor Orban, when you look at, you know, the EU policy on migration, this is stuff he was talking\nabout years ago. So in the United States,\nyou have a lot of, you know, relatively blue cities that have been very, very comfortable talking about being sanctuary cities and being open for lots\nof illegal immigration, which they are very happy to trumpet when it's a theoretical issue. And then as soon as those immigrants\nstart coming over in large number, because these are not\nborder cities, right? Some of them are Canadian border cities. They're not border cities\nwhich they see as a problem. And then suddenly,\nthey realize, wait a second. We don't want to pay for all this. We don't want to have\nall these people in our city. And they become much more cautious and hard-line on illegal immigration. So I do think that if Harris\nwere to become president, you would see a continuation of a much tougher set of policies\nthat Biden has implemented in the election period to try to bring immigration numbers down and which, frankly, are closer\nto the immigration policies that you saw under Trump. I don't think that there's\nan enormous gap. The rhetorical gap is what's much bigger, the willingness of Trump\nto use immigrant populations, to demonize them, to say that they are somehow\ngenetically at fault when they are, you know,\ncommitting violent crimes, even though the violent crime rate overall is nowhere close\nto what it was in the '90s. And immigrants are some\nof the least likely to commit them, because that means they get\ntossed out of the country, as opposed to people that actually\nhave a legal right to be in the US. But, I mean, there's been so much\nreally disturbing language that I think has increased hatred and leads to more violence and hate crimes against illegal immigrants and frequently against immigrants\nthat aren't illegal. I think Trump's much more willing. That's a feature of Trump, of Vance, of the MAGA America First-ism, in part because it's a grievance-based,\nmore nativist ideology. But the actual policies on immigration\nare not so radically different. The big difference\nin policy implementation that Trump has talked about is wanting to send back some\n11 million illegal migrants in the US. There is absolutely no way he would\nbe able to implement that policy. The infrastructure doesn't exist. It would not be created. But I would say that even if he did\n10 percent of it, which is plausible, the inflationary impact that would have on labor in the United States\nwould be significant. And I think that the market participants that are looking at the difference\nbetween Harris and Trump are looking at tariffs but they're also looking specifically\nat labor rates and immigration. HW: That's interesting. I mean, inflation has also been\na huge topic of conversation, but I don't know that people\nare necessarily connecting immigration and inflationary rates. What else should people be thinking about in terms of the economy\nfrom these two candidates? IB: The fact that the great deficit\nhawks are near extinction. That either Trump or Harris\nwould be strongly expansionary in terms of fiscal spend. There would be slightly\ndifferent focus, I think, that Trump would look to extend\nthe entire tax cut package that would be coming to a conclusion. It was, you know, put in as temporary\nkicking the can to somebody else. And if that can is kicked to the same\nperson, he's going to expand it all. So he wouldn't get as much money in, and he would also try to reduce\ncorporate tax rates further. The intention would be to juice growth, but I don't think that that\nwould meet the expenditure and, especially in a still comparatively\nslightly higher interest rate environment, where you're doing a lot more\ndebt servicing as a part of your budget. And also, I think Trump\nwould lean more heavily into higher spending in defense, Kamala Harris, her policies would be less\ngrowth-oriented for the private sector. Though she is trying to lean\ninto small and medium enterprises and entrepreneurship, again,\nsomething that you would see, you know, green shoots of\nthat are useful long term, but you wouldn't see that benefit\nfor the four years of her presidency. She would certainly increase\ntax rates on the wealthy and probably the corporate,\nthe baseline corporate tax rate. So that would bring more money in. But the significant expansion\nof social programs would more than make up for that. And so both of these presidents\nwould be significantly expansionary on the fiscal side. I don't think it would affect the interest in the strength of the dollar globally, I think that's a much longer-term issue, especially given how weak\nthe comparative other stores of value and economies are around the world, Japan, the Eurozone, China,\nwhich isn't convertible. But certainly this is a very\nbig can that is being kicked. And when you talk\nabout US politics frequently, that's what you're talking about. You're talking about short-term,\ntactical refusal to accept long-term strategic challenges. The climate change challenge\nis the biggest example of that. But the fiscal challenge\nis a certain second. HW: So many cans, so little time. OK, here's a really great question that we had in from one\nof our lovely TED members. \"What can be done about the pandemic of misinformation making a mockery of informed voting?\" IB: I think as long as we have algorithms that are driving\nthe information that we get and that are being driven\nby a profit motive as opposed to a civic motive,\na community motive, or just an accuracy\nand information motive, all of those things would\nbe very different. You're going to have this become\na much bigger problem. I remember when weathermen and women weren't objects of politicization. That is no longer true. There's weather control, apparently, from God knows who, from \"them.\" They're doing weather control. You know, hurricanes do not\ndifferentiate between Trump voters and Harris voters, and you desperately need\nto listen to the scientists, on what is likely to come\nfrom an imminent, massive storm and tornadoes\nand storm surge. And, you know, more people are dead today\nbecause of that disinformation. So if you think that this\nis unprecedented and bad when we talk about a hurricane, and never mind\nwhen we talk about a pandemic, then what do you think is going\nto happen with our democracy? So I think there are a lot\nof things that can be done. One of them is that bots\ndo not have free speech. They don't have the right of free speech. I'm a big advocate of free speech. I think it's an important thing\nwe have in our country. It applies to human beings. So I think that human beings,\nat least in America, and I understand there are problems\nin more repressive societies, and for now, the US is not such a society,\nthough there are trends, should be verified. In other words, you have to be\na real human being to be able to exist\non a social media platform, as a human being, to be verified,\nto be promoted algorithmically. And if you're not, I mean, there's a place\nfor AI-related content, but that content needs to be not verified, and it cannot be promoted algorithmically. It has to be promoted by a human being\nwho knows it's AI-driven content. I think that would make a difference. I also think that we need\nmore responsibility for civic relations and democracy from our corporate leadership. We just do. And I think that we have seen\nan unfortunate, you know, lionization of a whole class of people that are making an incredible\namount of money, they're the richest people in the world, and they show zero concern for the well-being\nof their fellow citizens. And that has to change. More people have to lead by example. But we are going to need\nmore regulation as well that helps ensure that if a business model\nis actively eroding democracy, that they have to pay\nfor the costs of that. They have to be responsible\nfor the negative externalities. You and I talked about climate change. It's fairly clear that if you're\na company that emits pollution, you should have to pay for that pollution,\nbecause if you don't, the animals will pay, the kids will pay. You know, the society will pay. Someone always pays. And that is equally true\nwhen we talk about disinformation. If there are costs to a platform -- a platform has every right\nto make money -- but if there are direct costs\nto society that are measurable, that come from the existence\nand the furtherance of that product, those are costs that also\nhave to be borne by that corporation, and we have not yet been willing\nto have that conversation. Reparations are one thing. I mean, you know, the idea\nthat you have to pay for the countries that you've already -- But I'm talking about things\nthat are happening right now, companies that are making money right now,\nthat are making benefits, that are actively not paying for costs\non the back of our citizens and our young people. That is not acceptable,\nand that has to change. HW: Well said, Ian Bremmer. What are the chances -- and this is a horrible question,\nbut I have to ask it -- what do you think are the chances\nthat we’re going to experience violence after the election? IB: Well, violence, sure. I mean, we experience violence\nevery day in this country, so I don't think you mean that. I'm not sure you mean\nJanuary 6 type violence, because I think that's very unlikely. I think Washington, DC\nwill be locked down. It's the same thing that, like, you know,\nyou had to take your shoes off. Why? Because it was a shoe bomber on a plane, so damned if you're going to put them\nin your shoes going forward. I mean, we make sure that we can’t do\nthe same thing a second time. But I do think there’s\ngoing to be violence. Look, you haven't asked me\nabout two assassination attempts on former President Trump. At least one of which was incredibly\nclose from happening. I mean, if this kid had been at all\nremotely capable as a shooter, Trump's dead. And I think that Trump's supporters, who believe that \"they\" have tried\nto impeach and convict him twice for crimes he didn't commit, then they're trying to throw him\nin jail for crimes he didn't commit, and we're going to vote for him anyway. And then they try to kill him,\nand they killed him. They killed him. I think they do not accept that. And I think that that would have led\nto serious riots across the country, violent riots with people with guns and not just citizens, but I think also Trump\nsupporters in the military, you know, recruits, you know, enlisted men and women, I think Trump supporters in police forces. I think this would have been\ncertainly far more violent than anything we would have seen\nsince the Vietnam days, and maybe worse than that. And no one asked me about it. In the last several weeks, I don't think I've gotten\none question from anyone, from a meeting with a leader, during the UN General Assembly week, all the leaders I met with, or in a media interview\nor a speech, nothing. And yet we were this close to that. And so I do think that we are, you know,\nkind of normalizing this process, even though this process\nis anything but normal. There will be districts that don't certify\nthe winner of the election because the elected officials\ndon't like the outcome. There will be massive\nnumbers of court cases. I think there will be\nintimidation in certain areas that will try to stop\ncertain people from voting. And I think that after the vote is done, there will be huge numbers of people\nthat don't believe that it's true, that believe it's rigged. And that's a dangerous place to be. So I'm not that worried about the weeks\nrunning up to the election, the next four. I'm very worried about the days\nand weeks after the election. I'm not talking about a civil war. I’m not talking about the US\nbecoming a dictatorship. But I am talking about a period\nof profound unrest that people alive in the US right now\naren't really prepared for and they're certainly not used to. HW: That is a very miserable note\non which to end, but end we must. So I suppose the conclusion\nis that we should all go vote. I'm just going to share\nthat this is the first election that I will be voting in\nas an American citizen, I'm really very excited, and I'm very excited that I get\nto talk to you on these occasions. Ian, thank you so much\nfor your wisdom and for your insight. Thank you to all the TED\nmembers for being here and we will see you again soon. IB: Thank you, Helen."
    },
    "hktbamn2jX4": {
      "paragraph": "Allow me to introduce you\nto the celestial body that holds the most\nsignificance for us all. The Sun. You might say, I already know the Sun. I've seen it every day for my entire life. Yes. Earth’s star is our lifelong companion. It is our mood booster, our plant grower, our sometimes too-much-\nof-a-good-thing skin scorcher. We all know, love and admire the Sun. I'm an astrophysicist. I live for studying the Sun,\nits complexity, and the weird and powerful\nweather system it creates. Sometimes when I get so into it,\nwhich is most of the time anyway, my wife will ask, \"Are you also married to the Sun?\" And I say, “Technically no ... But if it doesn't upset you\ntoo much, yes.\" Now, having said that, I'm not sure\nwhere I'm going to sleep tonight. So I can confirm that we know the Sun\nbetter than any stellar system in the whole universe. But I'm going to let you in\non a little secret. Sometimes I feel like\nwe don't know the Sun at all. As a child, I was captivated\nby the sky glittering with stars, which are nothing but distant suns. Lie on your back on a summer night, look up at the heavens. And there you have it. Whichever direction you look, there is a star shining at you. Another Sun. That was the start of the journey\nof wonder and curiosity. Stars come in all sizes and flavors,\nfrom monsters to dwarfs. If we were to draw up\nthe largest known star in the universe into our solar system, it would extend well beyond\nthe orbit of Jupiter. The smallest is about the same size\nas the planet Saturn. But no matter the size and type, stars hold great significance for us. We are all made of stardust. Star babies. Yet no star holds\ngreater significance for our past, our present, and our future\nthan our very own. The Sun is responsible for life on Earth,\npowering photosynthesis, warming the planet, providing clean and free energy. But it is also violent, explosive\nand unpredictable. Here's what I mean. The Northern Lights are beautiful\nand mesmerizing, right? On September 1, 1859, people could see Aurora even in daytime around the entire globe. Turns out, that was the result of the most intense\ngeomagnetic storm in recorded history. This was the Carrington event. It was likely a giant coronal\nmass ejection, or CME, that disrupted telegraph lines\nand sparked fires at their stations. Can you imagine the repercussions\nof such a storm today? It could shut down the entire\npower grid not for hours, but weeks and months or even years. The potential for human distress\nin the affected areas is well beyond our scale of comprehension. The economic impact alone\ncould be in the trillions of dollars. So learning about the one star\nin the universe that humans cannot do without, is vital. And that's what physicists\nlike me are trying to do. So what do we know already? The Sun holds over 99.8 percent\nof the solar system's total mass. Its sheer size is mind-boggling, requiring more than 1.3 million\nEarths to fill its volume. All of that mass is in the form of plasma, a glowing soup of electrically\ncharged particles. At the solar core,\ngravity is exceedingly high, producing temperatures in excess\nof 15 million degrees Celsius. The extreme pressure\nforces the protons to come together and fuse into helium, while releasing a burst of energy. This is nuclear fusion, and if we can replicate this process\nsustainably on Earth, it would provide almost\nlimitless clean energy to power the entire globe. Many of us have witnessed\ntotal solar eclipse like the one in 2024. This fascinating celestial spectacle\nhas captivated humans for millennia, as the moon gracefully positioned itself\nbetween us and the Sun, the solar corona burst forth\nin all its majestic splendor. But the corona also harbors\nsome of the most perplexing phenomena. The solar surface is plenty hot, 6,000 degrees. Hot enough to melt anything we know. But in the corona, we're talking millions of degrees Celsius. How can it be over 300 times hotter\ndespite being the Sun's outermost layer? Physicists have suggested since the '50s that all of that heat must generate\na constant flow of particles. This is a solar wind. It speeds away at up to\nthree million kilometers per hour. At that speed, you can get from the Earth to the moon\nin under 20 minutes. This cosmic stream\nis like celestial rapids. And that's where we live. Behind all this is the Sun's magnetism. As solar magnetic fields twist,\nbend and tangle, they store enormous amounts of energy. And when they snap, huge explosions like flares\nand coronal mass ejections, release this energy and turn it into heat\nand accelerating the plasma. It takes only a handful\nof these strong events to fulfill our current energy needs\nfor some 200,000 years. That is the whole span\nof modern human existence. The Sun does that in minutes\nto a few hours. These same explosions propel particles\nto nearly the speed of light and turn them into formidable hazards\nto spacecrafts and to humans in space. Does the loss of 40\nSpaceX satellites ring a bell? A moderate solar storm knocked them out. Our power grid can fall victim\nlike in March 1989, in the northeast of the US-Canada, when a succession of solar storms\ncaused an intense geomagnetic storm. Even deep seas can be affected. In 1972, dozens of sea mines\nspontaneously exploded. The likely cause? You guessed it. A powerful coronal mass ejection. So we need to learn how the Sun\ndoes all this and more. Since the dawn of the space age, NASA has wanted to fly a spacecraft\nas close as possible to the Sun to solve these mysteries. But getting very close to a star\nis extremely risky and really hard. How would we protect a probe\nfrom just melting? How could it adjust\nfor any problem on its own when you cannot\ncommunicate with it? Until recently, we simply\ndidn't possess the technology. In 2018, that all changed with the launch\nof Parker Solar Probe. Parker Solar Probe is the first spacecraft to ever fly through the solar corona. It has revolutionized\nour understanding of the Sun. In five-plus years,\nwe've already learned so much. We now know how the solar wind\nis generated at its source. We are the closest ever to understanding\nwhat heats and accelerates the plasma in the corona and the solar wind. And we have the most detailed observation\nof coronal mass ejections. Can you hear that? This is one of the most powerful\nCMEs ever recorded. It erupted on September 5, 2022, and it was traveling at more\nthan 2,500 kilometers per second when it hit our brave probe\nvery close to the Sun. For days, we didn't know where\nthe Parker Solar Probe made it or not, because it was on the back\nside of the Sun. But once it emerged on the other side, it called back, saying everything is fine and we have a ton of data for you that will give you an unprecedented look at how these events accelerate particles to almost the speed of light and sweep almost everything in their way, leaving a near-perfect vacuum behind. And that is just a sampling. We cannot catch a breath\nwith this mission. Every three months, we have a close approach to the Sun and a new load of data to investigate. It's overwhelming at times, but this data will serve\nmany generations to come. Parker Solar Probe is a true\nmission for the ages. So are you curious, how did we do it? Parker Solar Probe is not\na large spacecraft. It could fit under a basketball hoop and carries about half the weight\nof a compact car, but it is a marvel of technology. The only thing standing between\nthe probe and incineration is an ingenious 11.5-centimeter thick, 2.3-meter wide carbon foam shield. On Christmas Eve 2024, the shield's Sun-facing side\nwill endure about 1,000 degrees Celsius. About one meter behind, it’s almost room temperature. How does Parker shed all that heat? This special ceramic coating\non top of the heat shield reflects as much light as possible. The heat shield itself\nabsorbs a huge amount of heat and radiates it elsewhere. Meanwhile, a network of tiny pipes\nruns through the solar panels, extracting heat and expelling it\nthrough the radiators. It uses a liquid-based cooling system. The liquid? A simple gallon of water. Cheers. All this system will be operating\non December 24, 2024, when Parker Solar Probe achieves\nhumanity's closest-ever approach to a star. This will be a monumental\nand audacious achievement. In '69, we landed humans on the moon. In '24, we’re going to embrace the star. So all this is very cool, amazing science and really\nfun to geek out about. It also happens to be vitally important\nfor your lives and to mine. Delving into the Sun's history, we discover periods when it entered long, tranquil phases that lasted for decades. During these times, called the [grand solar] minima, solar activity diminished\nto the point of near nonexistence. Along with extreme climate\nconditions on Earth. One such episode lasted\nfor an astounding seven decades, from 1645 to 1715, and it coincided with the Little Ice Age. This episode seems to occur\nevery 200 to 300 years or so. Now here's the thrilling intrigue. We are overdue. Is the Sun about to enter a new\nand extended lull of minimal activity? When will it happen? How long will it last? How deep will it be? We don't know. The most important thing, however, is what impact this phenomenon\ncould have on our lives, our movements, our energy, our food sources. How will it affect our climate\nand our atmosphere? The Sun is not a driver\nin Earth's current changing climate. But if it enters an extended\nperiod of tranquility, how much could it slow the pace? Again, we don't really know. To answer all these critical questions\nthat shape the fate of our society, we must unlock the Sun's secret\nfrom its fiery core to its outer reaches. For our future, for the world we leave behind,\nfor our children and theirs, we must transform the way\nwe observe the Sun and deepen our understanding\nof how it influences its surroundings. In particular, our cherished planet Earth. Without doubt, this undertaking poses\nformidable challenges. But it's another adventure unlike\nany we've been on before. Here lies yet again another opportunity\nto transcend ourselves and forge ahead with our epic journey\nof progress and prosperity. For better or worse, the Sun dictates our past,\nour present and our destiny. Thank you."
    }
  }
}